[{"Name":"Elegant V-Neck Blouse","DescriptionLocalized":{"en-US":"Introducing our new Elegant V-Neck Blouse, a versatile piece that can easily take you from office meetings to dinner dates. Made from high-quality fabric, this blouse features a flattering V-neckline that adds a touch of sophistication to any outfit. The relaxed fit allows for easy movement and all-day comfort, while the subtle pleats at the front add a stylish element. Pair it with tailored pants for a professional look or with jeans for a more casual vibe. Upgrade your wardrobe with this timeless and chic blouse.","de-DE":"Unser neues elegantes V-Ausschnitt-Bluse ist ein vielseitiges Stück, das Sie problemlos von Bürobesprechungen zu Abendessen begleiten kann. Hergestellt aus hochwertigem Stoff, verfügt diese Bluse über einen schmeichelhaften V-Ausschnitt, der jedem Outfit eine gehobene Note verleiht. Die lockere Passform ermöglicht eine einfache Bewegung und ganztägigen Komfort, während die dezenten Falten vorne ein stilvolles Element hinzufügen. Kombinieren Sie sie mit taillierten Hosen für einen professionellen Look oder mit Jeans für eine lässigere Ausstrahlung. Aktualisieren Sie Ihre Garderobe mit dieser zeitlosen und schicken Bluse.","it-IT":"Presentiamo la nostra nuova Blusa elegante con scollo a V, un capo versatile che può facilmente accompagnarti dalle riunioni in ufficio alle cene romantiche. Realizzata in tessuto di alta qualità, questa blusa presenta uno scollo a V che aggiunge un tocco di raffinatezza a qualsiasi outfit. La vestibilità morbida consente una facile movimentazione e comfort per tutto il giorno, mentre le pieghe sottili sul davanti aggiungono un elemento elegante. Abbinatela a pantaloni sartoriali per un look professionale o a jeans per un\u0027atmosfera più casual. Aggiorna il tuo guardaroba con questa blusa senza tempo ed elegante.","fr-FR":"Découvrez notre nouvelle blouse élégante à décolleté en V, une pièce polyvalente qui peut facilement vous accompagner des réunions de bureau aux dîners romantiques. Fabriquée à partir de tissu de haute qualité, cette blouse arbore un décolleté en V flatteur qui ajoute une touche de sophistication à n\u0027importe quelle tenue. La coupe décontractée permet une aisance de mouvement et un confort toute la journée, tandis que les plis subtils à l\u0027avant ajoutent une touche stylée. Associez-la à un pantalon ajusté pour un look professionnel ou à un jean pour une ambiance décontractée. Mettez à jour votre garde-robe avec cette blouse intemporelle et chic.","es-ES":"Presentamos nuestra nueva Blusa elegante con escote en V, una pieza versátil que puede llevarte fácilmente desde las reuniones de oficina hasta las cenas románticas. Fabricada con tejidos de alta calidad, esta blusa presenta un favorecedor escote en V que añade un toque de sofisticación a cualquier conjunto. El corte relajado permite una fácil movilidad y comodidad durante todo el día, mientras que los pliegues sutiles en la parte delantera añaden un toque estiloso. Combínala con pantalones de vestir para un look profesional o con vaqueros para un aire más casual. Actualiza tu armario con esta blusa atemporal y elegante."},"DefaultPriceInCents":87660,"Id":"0194389b-04d1-7a14-a10a-1e53ff706c3b","CreatedAt":"2025-01-05T22:34:31.007478+00:00","UpdatedAt":null},{"Name":"Evergreen Comfort","DescriptionLocalized":{"en-US":"Experience the epitome of comfort with our Evergreen Comfort. This versatile garment is perfect for any occasion, with its soft and breathable fabric that keeps you feeling fresh all day long. The stylish design and oversized fit make it an essential addition to your wardrobe. Whether you\u0027re lounging at home or out for a casual outing, the Evergreen Comfort will keep you looking and feeling great. Treat yourself to the ultimate in comfort and style with this must-have garment.","de-DE":"Erleben Sie das Höchstmaß an Komfort mit unserem Evergreen Comfort. Dieses vielseitige Kleidungsstück eignet sich perfekt für jeden Anlass, dank seines weichen und atmungsaktiven Stoffs, der Sie den ganzen Tag über frisch hält. Das stilvolle Design und die übergroße Passform machen es zu einer unverzichtbaren Ergänzung Ihrer Garderobe. Egal, ob Sie zu Hause faulenzen oder sich zu einem ungezwungenen Ausflug aufmachen, der Evergreen Comfort wird Sie gut aussehen und sich gut fühlen lassen. Gönnen Sie sich das Ultimative in Komfort und Stil mit diesem unverzichtbaren Kleidungsstück.","it-IT":"Vivi l\u0027apice del comfort con il nostro Evergreen Comfort. Questo capo versatile è perfetto per qualsiasi occasione, grazie al suo tessuto morbido e traspirante che ti mantiene fresco per tutta la giornata. Il design elegante e la vestibilità oversize lo rendono un\u0027aggiunta essenziale al tuo guardaroba. Che tu stia rilassando a casa o in giro per un\u0027uscita informale, l\u0027Evergreen Comfort ti farà sembrare e sentire fantastico. Coccolati con l\u0027ultima parola in fatto di comfort e stile con questo capo imprescindibile.","fr-FR":"Découvrez l\u0027apogée du confort avec notre Evergreen Comfort. Ce vêtement polyvalent est parfait pour toute occasion, grâce à son tissu doux et respirant qui vous maintient au frais toute la journée. Son design stylé et sa coupe oversize en font un ajout essentiel à votre garde-robe. Que vous soyez en train de vous détendre à la maison ou de sortir pour une sortie décontractée, l\u0027Evergreen Comfort vous fera paraître et vous sentir formidable. Offrez-vous l\u0027ultime en matière de confort et de style avec ce vêtement incontournable.","es-ES":"Experimenta el epítome del confort con nuestro Evergreen Comfort. Esta prenda versátil es perfecta para cualquier ocasión, gracias a su tejido suave y transpirable que te mantiene fresco todo el día. El diseño elegante y el corte holgado lo convierten en una adición esencial a tu armario. Ya sea que estés descansando en casa o saliendo para una ocasión casual, el Evergreen Comfort te hará lucir y sentir genial. Consiente a ti mismo con lo último en comfort y estilo con esta prenda imprescindible."},"DefaultPriceInCents":10578,"Id":"0194389b-3011-76b2-bdc9-ad6d791cfc2f","CreatedAt":"2025-01-05T22:34:42.066627+00:00","UpdatedAt":null},{"Name":"Sunset Horizon Graphic Print","DescriptionLocalized":{"en-US":"Embrace the beauty of the setting sun with our Sunset Horizon Graphic Print. Featuring a stunning landscape design in vibrant colors, this unique piece will add a touch of nature and serenity to your wardrobe. The high-quality material ensures a comfortable fit, making it perfect for casual outings or relaxing at home. Stand out from the crowd and let your style shine with this eye-catching graphic print.","de-DE":"Genießen Sie die Schönheit des Sonnenuntergangs mit unserem Sunset Horizon Graphic Print. Mit einem atemberaubenden Landschaftsdesign in lebendigen Farben wird dieses einzigartige Stück eine Note von Natur und Gelassenheit in Ihren Kleiderschrank bringen. Das hochwertige Material sorgt für eine bequeme Passform und eignet sich perfekt für lässige Ausflüge oder gemütliche Stunden zu Hause. Heben Sie sich von der Masse ab und lassen Sie Ihren Stil mit diesem auffälligen grafischen Druck strahlen.","it-IT":"Abbraccia la bellezza del tramonto con la nostra stampa grafica Sunset Horizon. Con un design mozzafiato che raffigura un panorama in colori vibranti, questo capo unico aggiungerà un tocco di natura e serenità al tuo guardaroba. Il materiale di alta qualità garantisce una vestibilità comoda, rendendolo perfetto per uscite informali o momenti di relax a casa. Fai in modo di distinguerti dalla folla e lascia che il tuo stile risplenda con questa stampa grafica accattivante.","fr-FR":"Rendez hommage à la beauté du coucher de soleil avec notre impression graphique Sunset Horizon. Arborant un design de paysage époustouflant aux couleurs vibrantes, cette pièce unique ajoutera une touche de nature et de sérénité à votre garde-robe. Le matériau de haute qualité assure un ajustement confortable, en faisant l\u0027option parfaite pour des sorties décontractées ou des moments de détente à la maison. Faites-vous remarquer et laissez votre style briller avec cette impression graphique accrocheuse.","es-ES":"Abraza la belleza del atardecer con nuestra impresión gráfica Sunset Horizon. Con un diseño de paisaje impresionante en colores vibrantes, esta pieza única agregará un toque de naturaleza y serenidad a tu guardarropa. El material de alta calidad garantiza un ajuste cómodo, lo que lo hace perfecto para salidas informales o relajarse en casa. Destácate entre la multitud y deja que tu estilo brille con esta impresión gráfica llamativa."},"DefaultPriceInCents":96424,"Id":"0194389b-56a7-71a2-835e-de25cd988eb8","CreatedAt":"2025-01-05T22:34:51.9435249+00:00","UpdatedAt":null},{"Name":"Sunset Vibes Pullover","DescriptionLocalized":{"en-US":"Embrace the serene beauty of sunset with our Sunset Vibes Pullover. Made from soft and lightweight fabric, this pullover features a unique design inspired by the warm colors of the setting sun. Perfect for casual outings or lounging at home, this pullover will keep you cozy and stylish all day long. The relaxed fit makes it easy to layer over your favorite pieces, while the vibrant print adds a pop of color to your wardrobe. Elevate your everyday look with the Sunset Vibes Pullover and chase away the winter blues with its sunny vibes.","de-DE":"Genießen Sie die ruhige Schönheit des Sonnenuntergangs mit unserem Sunset Vibes Pullover. Hergestellt aus weichem und leichtem Stoff, zeichnet sich dieser Pullover durch ein einzigartiges Design aus, das von den warmen Farben der untergehenden Sonne inspiriert ist. Perfekt für ungezwungene Ausflüge oder gemütliche Stunden zu Hause, hält Sie dieser Pullover den ganzen Tag über gemütlich und stilvoll. Die lockere Passform ermöglicht es, ihn über Ihren Lieblingsstücken zu tragen, während der lebendige Druck eine Farbtupfer in Ihren Kleiderschrank bringt. Heben Sie Ihren Alltagslook mit dem Sunset Vibes Pullover hervor und vertreiben Sie die Winterblues mit seinen sonnigen Vibes.","it-IT":"Abbraccia la serena bellezza del tramonto con il nostro pullover Sunset Vibes. Realizzato in tessuto morbido e leggero, questo pullover presenta un design unico ispirato ai colori caldi del sole al tramonto. Perfetto per uscite informali o rilassarsi a casa, questo pullover ti terrà comodo e alla moda per tutto il giorno. La vestibilità rilassata lo rende facile da sovrapporre ai tuoi capi preferiti, mentre la stampa vivace aggiunge un tocco di colore al tuo guardaroba. Elenca il tuo look quotidiano con il pullover Sunset Vibes e scaccia il malinconico inverno con le sue vibrazioni solari.","fr-FR":"Embrassez la beauté sereine du coucher de soleil avec notre pull Sunset Vibes. Fabriqué dans un tissu doux et léger, ce pull arbore un design unique inspiré par les couleurs chaudes du soleil couchant. Parfait pour les sorties décontractées ou lézarder à la maison, ce pull vous tiendra confortable et stylé toute la journée. La coupe décontractée le rend facile à superposer sur vos pièces préférées, tandis que l\u0027imprimé vibrant ajoute une touche de couleur à votre garde-robe. Rehaussez votre look quotidien avec le pull Sunset Vibes et chassez le blues hivernal avec ses vibrations ensoleillées.","es-ES":"Abraza la belleza serena del atardecer con nuestro pullover Sunset Vibes. Hecho de un tejido suave y ligero, este pullover cuenta con un diseño único inspirado en los colores cálidos del sol poniente. Perfecto para salidas casuales o descansar en casa, este pullover te mantendrá acogedor y con estilo todo el día. El ajuste holgado hace que sea fácil de superponer sobre tus piezas favoritas, mientras que la impresión vibrante añade un toque de color a tu armario. Eleva tu look diario con el pullover Sunset Vibes y ahuyenta la melancolía invernal con sus vibraciones soleadas."},"DefaultPriceInCents":7634,"Id":"0194389b-6d24-7e71-81ab-de183ee4e081","CreatedAt":"2025-01-05T22:34:57.7011535+00:00","UpdatedAt":null},{"Name":"Sunset Dreamer","DescriptionLocalized":{"en-US":"Introducing our Sunset Dreamer, a versatile and stylish piece that combines comfort and fashion effortlessly. Made from premium quality fabric, this garment boasts a relaxed fit and a unique design inspired by the colors of a breathtaking sunset. Whether you\u0027re strolling along the beach or enjoying a casual dinner with friends, the Sunset Dreamer will elevate your look and make you stand out from the crowd. Embrace your inner wanderer with this must-have piece that is perfect for all occasions.","de-DE":"Unser Sunset Dreamer ist ein vielseitiges und stilvolles Kleidungsstück, das Komfort und Mode mühelos kombiniert. Hergestellt aus hochwertigem Stoff, bietet dieses Kleidungsstück eine lockere Passform und ein einzigartiges Design, das von den Farben eines atemberaubenden Sonnenuntergangs inspiriert ist. Ob du am Strand spazierst oder ein ungezwungenes Abendessen mit Freunden genießt, der Sunset Dreamer wird deinen Look aufwerten und dich aus der Menge hervorheben. Umarme deinen inneren Abenteurer mit diesem Must-Have-Stück, das perfekt für alle Gelegenheiten ist.","it-IT":"Ti presentiamo il nostro Sunset Dreamer, un capo versatile e stiloso che unisce comfort e moda senza sforzo. Realizzato con tessuto di alta qualità, questo indumento vanta una vestibilità comoda e un design unico ispirato ai colori di un tramonto mozzafiato. Che tu stia passeggiando lungo la spiaggia o godendoti una cena informale con gli amici, il Sunset Dreamer valorizzerà il tuo look e ti farà distinguere dalla folla. Abbraccia il tuo spirito avventuriero interiore con questo capo indispensabile perfetto per tutte le occasioni.","fr-FR":"Découvrez notre Sunset Dreamer, un vêtement polyvalent et élégant qui allie confort et mode en toute simplicité. Fabriqué à partir d\u0027un tissu de qualité supérieure, ce vêtement arbore une coupe ample et un design unique inspiré par les couleurs d\u0027un coucher de soleil à couper le souffle. Que vous vous promeniez sur la plage ou que vous profitiez d\u0027un dîner décontracté entre amis, le Sunset Dreamer rehaussera votre look et vous fera sortir du lot. Laissez libre cours à votre esprit d\u0027aventurier avec cette pièce incontournable parfaite pour toutes les occasions.","es-ES":"Presentamos nuestro Sunset Dreamer, una prenda versátil y elegante que combina comodidad y moda de forma eficaz. Confeccionada con tejidos de alta calidad, esta prenda presume de un ajuste holgado y un diseño único inspirado en los colores de un impresionante atardecer. Ya sea paseando por la playa o disfrutando de una cena informal con amigos, el Sunset Dreamer elevará tu aspecto y te hará destacar entre la multitud. Abraza tu espíritu aventurero con esta pieza imprescindible que es perfecta para todas las ocasiones."},"DefaultPriceInCents":2751,"Id":"0194389b-9ced-78c6-b6eb-844f517e5fcb","CreatedAt":"2025-01-05T22:35:09.9331998+00:00","UpdatedAt":null},{"Name":"Sunset Horizon Print","DescriptionLocalized":{"en-US":"Embrace a dreamy vibe with our Sunset Horizon Print. This unique garment features a stunning design inspired by the warm colors of a sunset. Made from high-quality fabric, this piece is both stylish and comfortable, a perfect addition to your wardrobe. The intricate detailing and vibrant hues will make you stand out wherever you go. Whether you pair it with your favorite jeans or a chic skirt, this print will elevate any look. Let the beautiful sunset motif transport you to a peaceful place every time you wear it.","de-DE":"Umarme eine verträumte Stimmung mit unserem Sunset Horizon Print. Dieses einzigartige Kleidungsstück besticht durch ein atemberaubendes Design, inspiriert von den warmen Farben eines Sonnenuntergangs. Aus hochwertigem Stoff gefertigt, ist dieses Stück sowohl stilvoll als auch bequem, eine perfekte Ergänzung für deinen Kleiderschrank. Die anspruchsvollen Details und lebendigen Farben werden dich überall dort hervorheben, wo du hingehst. Ob du es mit deiner Lieblingsjeans oder einem schicken Rock kombinierst, dieser Druck wird jeden Look aufwerten. Lass dich jedes Mal, wenn du ihn trägst, von dem wunderschönen Sonnenuntergangsmotiv an einen friedlichen Ort entführen.","it-IT":"Abbraccia un\u0027atmosfera sognante con la nostra stampa Orizzonte al Tramonto. Questo capo unico presenta un design mozzafiato ispirato ai colori caldi di un tramonto. Realizzato con tessuto di alta qualità, questo pezzo è sia elegante che confortevole, un\u0027aggiunta perfetta al tuo guardaroba. I dettagli intricati e le tonalità vibranti ti faranno risaltare ovunque tu vada. Che tu lo abbini ai tuoi jeans preferiti o a una gonna chic, questa stampa valorizzerà ogni look. Lascia che il bellissimo motivo del tramonto ti trasporti in un luogo di pace ogni volta che lo indossi.","fr-FR":"Adoptez une ambiance rêveuse avec notre Imprimé Horizon du Coucher de Soleil. Ce vêtement unique présente un design époustouflant inspiré par les couleurs chaudes d\u0027un coucher de soleil. Fabriqué en tissu de haute qualité, ce morceau est à la fois stylé et confortable, un ajout parfait à votre garde-robe. Les détails complexes et les nuances vibrantes vous feront vous démarquer où que vous alliez. Que vous l\u0027associiez à votre jean préféré ou à une jupe chic, cet imprimé valorisera n\u0027importe quel look. Laissez le magnifique motif du coucher de soleil vous transporter dans un endroit paisible à chaque fois que vous le portez.","es-ES":"Abraza una vibra soñadora con nuestro Estampado de Horizonte del Atardecer. Esta prenda única presenta un diseño impresionante inspirado en los cálidos colores de un atardecer. Fabricado con tejido de alta calidad, esta pieza es a la vez elegante y cómoda, una adición perfecta a tu armario. Los detalles intrincados y las tonalidades vibrantes te harán destacar donde quiera que vayas. Ya sea que lo combines con tus vaqueros favoritos o una falda elegante, este estampado elevará cualquier look. Permite que el hermoso motivo del atardecer te transporte a un lugar de paz cada vez que lo uses."},"DefaultPriceInCents":77571,"Id":"0194389b-d052-77e9-9b54-4b8ec2038c22","CreatedAt":"2025-01-05T22:35:23.0905187+00:00","UpdatedAt":null},{"Name":"Casual Sunny Day Button-Up","DescriptionLocalized":{"en-US":"Stay cool and stylish on warm days with this casual button-up. The breathable fabric and relaxed fit make it perfect for a day out in the sun. The fun print adds a pop of personality to your look. Pair it with your favorite jeans or shorts for a laid-back yet put-together outfit. Whether you\u0027re running errands or meeting friends for brunch, this button-up is a versatile and trendy choice.","de-DE":"Bleiben Sie an warmen Tagen kühl und stilvoll mit diesem lässigen Hemd mit Knöpfen. Der atmungsaktive Stoff und die lockere Passform machen es perfekt für einen Tag in der Sonne. Der lustige Print verleiht Ihrem Look eine persönliche Note. Kombinieren Sie es mit Ihrer Lieblingsjeans oder Shorts für ein lässiges, aber dennoch schickes Outfit. Egal, ob Sie Besorgungen machen oder sich mit Freunden zum Brunch treffen, dieses Hemd mit Knöpfen ist eine vielseitige und trendige Wahl.","it-IT":"Rimani fresco e alla moda durante le giornate calde con questa camicia casual con bottoni. Il tessuto traspirante e il taglio ampio la rendono perfetta per una giornata al sole. La stampa divertente aggiunge un tocco di personalità al tuo look. Abbinala ai tuoi jeans o shorts preferiti per un outfit rilassato ma curato. Che tu stia sbrigando commissioni o incontro amici per il brunch, questa camicia con bottoni è una scelta versatile e di tendenza.","fr-FR":"Restez cool et stylé lors des journées chaudes avec cette chemise décontractée à boutons. Le tissu respirant et la coupe ample en font un choix parfait pour une journée ensoleillée. L\u0027imprimé amusant ajoute une touche de personnalité à votre tenue. Associez-la à votre jean ou short préféré pour un look décontracté mais soigné. Que vous fassiez des courses ou retrouviez des amis pour le brunch, cette chemise à boutons est un choix polyvalent et tendance.","es-ES":"Mantente fresco y con estilo en los días calurosos con esta camisa casual abotonada. El tejido transpirable y el corte relajado la hacen perfecta para un día al sol. El estampado divertido añade un toque de personalidad a tu look. Combínala con tus jeans o shorts favoritos para un conjunto relajado pero arreglado. Ya sea que estés haciendo recados o quedando con amigos para tomar algo, esta camisa abotonada es una elección versátil y de moda."},"DefaultPriceInCents":44400,"Id":"0194389b-f561-7916-b42f-180b201630c1","CreatedAt":"2025-01-05T22:35:32.5772503+00:00","UpdatedAt":null},{"Name":"Cotton Comfort Crewneck","DescriptionLocalized":{"en-US":"Stay cozy and stylish in this soft and breathable cotton crewneck. Perfect for everyday wear, this classic piece features a relaxed fit and ribbed detailing. The lightweight fabric makes it ideal for layering or wearing on its own. Dress it up with tailored trousers or keep it casual with denim. Available in a variety of colors to suit any wardrobe.","de-DE":"Bleiben Sie gemütlich und stilvoll in diesem weichen und atmungsaktiven Baumwoll-Crewneck. Perfekt für den täglichen Gebrauch, dieses klassische Stück zeichnet sich durch eine lockere Passform und gerippte Details aus. Der leichte Stoff macht es ideal zum Schichten oder zum Tragen allein. Tragen Sie es mit maßgeschneiderten Hosen für einen schicken Look oder halten Sie es leger mit Denim. Erhältlich in einer Vielzahl von Farben, um zu jedem Kleiderschrank zu passen.","it-IT":"Rimanete accoglienti e alla moda in questo morbido e traspirante collo a giro in cotone. Perfetto per l\u0027uso quotidiano, questo classico capo presenta una vestibilità rilassata e dettagli a coste. Il tessuto leggero lo rende ideale per stratificare o indossare da solo. Indossatelo con pantaloni su misura per un look elegante o tenetelo casual con il denim. Disponibile in una varietà di colori per adattarsi a qualsiasi guardaroba.","fr-FR":"Restez confortable et stylé dans ce col rond en coton doux et respirant. Parfait pour le quotidien, ce basique intemporel présente une coupe décontractée et des détails côtelés. Le tissu léger le rend idéal pour superposer ou le porter seul. Associez-le à un pantalon tailleur pour un look chic ou gardez-le décontracté avec du denim. Disponible dans une variété de couleurs pour s\u0027adapter à toute garde-robe.","es-ES":"Mantente acogedor y elegante en este cuello redondo de algodón suave y transpirable. Perfecto para el uso diario, esta pieza clásica presenta un ajuste relajado y detalles acanalados. La tela ligera lo hace ideal para usar solo o para superponer. Úsalo con pantalones de vestir para un look elegante o manténlo casual con denim. Disponible en una variedad de colores para adaptarse a cualquier armario."},"DefaultPriceInCents":76614,"Id":"0194389c-1a6f-7180-8269-8a35e00823a1","CreatedAt":"2025-01-05T22:35:42.0638136+00:00","UpdatedAt":null},{"Name":"Sunrise Breeze","DescriptionLocalized":{"en-US":"Introducing our latest creation, the Sunrise Breeze. This unique garment is perfect for those early morning walks on the beach or casual outings with friends. With its lightweight and breathable fabric, you\u0027ll stay cool and comfortable all day long. The stunning design features a vibrant sunrise print that will instantly elevate your style. Whether you\u0027re lounging at home or running errands, the Sunrise Breeze is the perfect choice for both style and comfort.","de-DE":"Unser neuestes Produkt, die Sunrise Breeze, überzeugt mit einem einzigartigen Design und angenehmem Tragekomfort. Dieses Kleidungsstück eignet sich ideal für Spaziergänge am Strand oder entspannte Treffen mit Freunden. Dank des leichten und atmungsaktiven Stoffs bleiben Sie den ganzen Tag über kühl und bequem. Das atemberaubende Design mit einem lebendigen Sonnenaufgangsdruck wertet Ihren Look im Handumdrehen auf. Egal, ob Sie zu Hause entspannen oder Erledigungen machen - die Sunrise Breeze bietet Ihnen Stil und Komfort zugleich.","it-IT":"Presentiamo l\u0027ultima creazione, la Sunrise Breeze. Questo capo unico è perfetto per le passeggiate mattutine in spiaggia o per uscite informali con gli amici. Grazie al tessuto leggero e traspirante, resterai fresco e comodo per tutto il giorno. Il design sorprendente presenta una vivace stampa dell\u0027alba che subito eleverà il tuo stile. Che tu stia rilassando a casa o facendo commissioni, la Sunrise Breeze è la scelta perfetta sia per lo stile che per il comfort.","fr-FR":"Découvrez notre dernière création, la Sunrise Breeze. Ce vêtement unique est parfait pour les promenades matinales sur la plage ou les sorties décontractées entre amis. Avec son tissu léger et respirant, vous resterez frais et confortable toute la journée. Le design époustouflant présente une impressionnante aurore qui rehaussera instantanément votre style. Que vous vous détendiez à la maison ou fassiez des courses, la Sunrise Breeze est le choix parfait pour allier style et confort.","es-ES":"Presentamos nuestra última creación, la Sunrise Breeze. Esta prenda única es perfecta para paseos matutinos en la playa o salidas informales con amigos. Con su tejido ligero y transpirable, te mantendrás fresco y cómodo todo el día. El impresionante diseño presenta una vibrante impresión del amanecer que elevará instantáneamente tu estilo. Ya sea que estés descansando en casa o haciendo recados, la Sunrise Breeze es la elección perfecta para combinar estilo y comodidad."},"DefaultPriceInCents":9440,"Id":"0194389c-3dd0-7119-98fd-dc2699542c64","CreatedAt":"2025-01-05T22:35:51.121052+00:00","UpdatedAt":null},{"Name":"Sunset Horizon","DescriptionLocalized":{"en-US":"Introducing our Sunset Horizon garment, a versatile piece designed to elevate your everyday wardrobe. Crafted from premium soft fabric, this piece features a unique graphic print inspired by the vibrant colors of a sunset. Perfect for adding a touch of artistry to your look, this garment is ideal for both casual outings and special occasions. With its relaxed fit and breathable material, this garment offers a comfortable and stylish option for any occasion. Embrace the beauty of the horizon with this standout piece.","de-DE":"Unser Sunset Horizon Kleidungsstück ist vielseitig einsetzbar und verleiht Ihrer Alltagsgarderobe das gewisse Etwas. Aus hochwertigem weichem Stoff gefertigt, zeichnet sich dieses Stück durch einen einzigartigen Grafikdruck aus, der von den lebendigen Farben eines Sonnenuntergangs inspiriert ist. Perfekt, um Ihrem Look eine künstlerische Note zu verleihen, ist dieses Kleidungsstück ideal für sowohl lässige Ausflüge als auch besondere Anlässe. Mit seiner lockeren Passform und atmungsaktiven Material bietet dieses Kleidungsstück eine komfortable und stilvolle Option für jede Gelegenheit. Umarmen Sie die Schönheit des Horizonts mit diesem herausragenden Stück.","it-IT":"Ecco il nostro capo Sunset Horizon, un pezzo versatile progettato per elevare il tuo guardaroba quotidiano. Realizzato in tessuto morbido di alta qualità, questo capo presenta una stampa grafica unica ispirata ai colori vibranti di un tramonto. Perfetto per aggiungere un tocco d\u0027arte al tuo look, questo capo è ideale per uscite casual e occasioni speciali. Con la sua vestibilità rilassata e materiale traspirante, questo capo offre un\u0027opzione comoda e alla moda per ogni occasione. Abbraccia la bellezza dell\u0027orizzonte con questo capo inconfondibile.","fr-FR":"Découvrez notre vêtement Sunset Horizon, une pièce polyvalente conçue pour sublimer votre garde-robe de tous les jours. Fabriqué à partir d\u0027un tissu doux de qualité supérieure, ce vêtement arbore une impression graphique unique inspirée par les couleurs vibrantes d\u0027un coucher de soleil. Parfait pour ajouter une touche d\u0027art à votre tenue, ce vêtement est idéal pour les sorties décontractées et les occasions spéciales. Avec sa coupe décontractée et son matériau respirant, ce vêtement offre une option confortable et stylée pour n\u0027importe quelle occasion. Embrassez la beauté de l\u0027horizon avec cette pièce remarquable.","es-ES":"Presentamos nuestra prenda Sunset Horizon, una pieza versátil diseñada para elevar tu guardarropa cotidiano. Elaborada con tejido suave de primera calidad, esta prenda presenta una impresión gráfica única inspirada en los vibrantes colores de un atardecer. Perfecta para añadir un toque de arte a tu look, esta prenda es ideal tanto para salidas informales como para ocasiones especiales. Con su ajuste holgado y material transpirable, esta prenda ofrece una opción cómoda y con estilo para cualquier ocasión. Atrapa la belleza del horizonte con esta pieza destacada."},"DefaultPriceInCents":32750,"Id":"0194389c-692e-7dc7-8274-a8c47a476657","CreatedAt":"2025-01-05T22:36:02.222143+00:00","UpdatedAt":null},{"Name":"Zephyr Breath Blouse","DescriptionLocalized":{"en-US":"The Zephyr Breath Blouse is the epitome of elegance and comfort. Crafted from lightweight, breathable fabric, this blouse drapes beautifully on the body, creating a flowy and effortless silhouette. The delicate pleats and intricate embroidery details add a touch of sophistication to any outfit. Whether you\u0027re dressing up for a special occasion or keeping it casual for a weekend brunch, the Zephyr Breath Blouse is the perfect choice.","de-DE":"Die Zephyr Breath Bluse ist das Inbegriff von Eleganz und Komfort. Aus leichtem, atmungsaktivem Stoff gefertigt, umschmeichelt diese Bluse den Körper auf wunderschöne Weise und kreiert eine fließende und mühelose Silhouette. Die zarten Falten und die kunstvolle Stickerei verleihen jedem Outfit eine Note von Raffinesse. Ob Sie sich für einen besonderen Anlass chic machen oder es leger für einen Wochenend-Brunch halten, die Zephyr Breath Bluse ist die perfekte Wahl.","it-IT":"Il Blusa Zephyr Breath è l\u0027epitome dell\u0027eleganza e del comfort. Realizzata in un tessuto leggero e traspirante, questa blusa cade sinuosamente sul corpo, creando una silhouette fluida ed effortless. Le delicate pieghe e i dettagli di ricamo intricati aggiungono un tocco di sofisticatezza a qualsiasi outfit. Che tu ti stia preparando per un\u0027occasione speciale o che tu voglia mantenere un look casual per un brunch nel weekend, il Blusa Zephyr Breath è la scelta perfetta.","fr-FR":"Le Chemisier Zephyr Breath est l\u0027incarnation de l\u0027élégance et du confort. Fabriqué à partir d\u0027un tissu léger et respirant, ce chemisier tombe magnifiquement sur le corps, créant une silhouette fluide et sans effort. Les plis délicats et les détails de broderie complexes ajoutent une touche de sophistication à n\u0027importe quelle tenue. Que vous vous habilliez pour une occasion spéciale ou que vous optiez pour un look décontracté pour un brunch le week-end, le Chemisier Zephyr Breath est le choix parfait.","es-ES":"La Blusa Aliento del Zéfiro es la epitome de la elegancia y la comodidad. Confeccionada en un tejido ligero y transpirable, esta blusa cae bellamente sobre el cuerpo, creando una silueta fluida y sin esfuerzo. Los delicados pliegues y detalles de bordado intrincados añaden un toque de sofisticación a cualquier conjunto. Ya sea que te vistas para una ocasión especial o que optes por un look casual para un brunch de fin de semana, la Blusa Aliento del Zéfiro es la elección perfecta."},"DefaultPriceInCents":16191,"Id":"0194389c-9079-7613-9dc5-f8b3e23efdd2","CreatedAt":"2025-01-05T22:36:12.2819407+00:00","UpdatedAt":null},{"Name":"Urban Camouflage","DescriptionLocalized":{"en-US":"Blend in with the cityscape in this modern and stylish camouflage-inspired garment. The subtle and sleek design adds a touch of urban flair to any outfit. Made from high-quality fabric, this versatile piece is perfect for everyday wear or special occasions. Embrace the urban jungle with this fashion-forward choice.","de-DE":"Verschmelzen Sie mit der Stadtkulisse in diesem modernen und stilvollen Tarnstoff. Das dezente und elegante Design verleiht jeder Garderobe eine Note urbanen Flairs. Aus hochwertigem Stoff gefertigt, ist dieses vielseitige Stück perfekt für den täglichen Gebrauch oder besondere Anlässe. Akzeptiere den urbanen Dschungel mit dieser modebewussten Wahl.","it-IT":"Confonditi con il paesaggio urbano in questo capo ispirato al camouflage moderno e elegante. Il design sobrio e raffinato aggiunge un tocco di stile urbano a qualsiasi outfit. Realizzato in tessuto di alta qualità, questo pezzo versatile è perfetto per l\u0027uso quotidiano o occasioni speciali. Abbraccia la giungla urbana con questa scelta all\u0027avanguardia.","fr-FR":"Camouflez-vous dans le paysage urbain avec ce vêtement moderne et élégant inspiré du camouflage. Le design subtil et élégant ajoute une touche de style urbain à toute tenue. Fabriqué à partir de tissu de haute qualité, ce vêtement polyvalent est parfait pour un usage quotidien ou des occasions spéciales. Adoptez la jungle urbaine avec ce choix tendance.","es-ES":"Confúndete con el paisaje urbano en esta prenda moderna y elegante inspirada en el camuflaje. El diseño sutil y elegante añade un toque de estilo urbano a cualquier conjunto. Fabricado con tejido de alta calidad, esta pieza versátil es perfecta para el uso diario o ocasiones especiales. Atrévete con la jungla urbana con esta elección a la moda."},"DefaultPriceInCents":50556,"Id":"0194389c-ab09-73ee-804a-f77a0262f426","CreatedAt":"2025-01-05T22:36:19.0811987+00:00","UpdatedAt":null},{"Name":"Elevate Comfort Long Sleeve","DescriptionLocalized":{"en-US":"Introducing our innovative long sleeve garment, designed with ultimate comfort in mind. The blend of high-quality materials ensures breathability and durability, making it perfect for all-day wear. The unique design features stylish accents and a tailored fit that flatters every body type. Whether you\u0027re lounging at home or hitting the town, this versatile piece will keep you feeling cozy and looking chic. Elevate your wardrobe with this must-have addition that seamlessly transitions from day to night.","de-DE":"Unser innovatives Langarmoberteil ist speziell für ultimativen Komfort konzipiert. Die Mischung aus hochwertigen Materialien garantiert Atmungsaktivität und Langlebigkeit, wodurch es ideal für den ganztägigen Einsatz ist. Das einzigartige Design zeichnet sich durch stylische Akzente und eine figurbetonte Passform aus, die jede Körperform schmeichelt. Egal, ob Sie zu Hause faulenzen oder unterwegs sind, dieses vielseitige Stück hält Sie gemütlich und schick. Perfektionieren Sie Ihre Garderobe mit diesem unverzichtbaren Teil, das mühelos vom Tag zur Nacht übergeht.","it-IT":"Presentiamo il nostro innovativo capo a maniche lunghe, progettato con il massimo comfort in mente. La miscela di materiali di alta qualità garantisce traspirabilità e durata, rendendolo perfetto per il tempo libero. Il design unico presenta accenti eleganti e una vestibilità su misura che valorizza ogni tipo di corporatura. Che tu stia rilassandoti a casa o uscendo in città, questo capo versatile ti farà sentire accogliente e alla moda. Eleva il tuo guardaroba con questa aggiunta imprescindibile che passa senza sforzo dal giorno alla notte.","fr-FR":"Nous vous présentons notre innovant vêtement à manches longues, conçu pour un confort ultime. Le mélange de matériaux de haute qualité assure une respirabilité et une durabilité optimales, le rendant parfait pour un usage toute la journée. Le design unique présente des accents élégants et une coupe ajustée qui flatte toutes les morphologies. Que vous vous détendiez à la maison ou que vous sortiez en ville, ce vêtement polyvalent vous gardera au chaud et avec style. Rehaussez votre garde-robe avec cet ajout indispensable qui se transforme facilement du jour à la nuit.","es-ES":"Presentamos nuestra innovadora prenda de manga larga, diseñada pensando en la máxima comodidad. La mezcla de materiales de alta calidad garantiza transpirabilidad y durabilidad, lo que la convierte en perfecta para llevar todo el día. El diseño único cuenta con elegantes acentos y un ajuste a medida que halaga todo tipo de cuerpo. Ya sea que estés descansando en casa o saliendo a la ciudad, esta prenda versátil te mantendrá cómodo y con estilo. Eleva tu armario con esta adición imprescindible que se adapta sin esfuerzo de día a noche."},"DefaultPriceInCents":73533,"Id":"0194389c-d536-70fd-af2e-c595c0e5608c","CreatedAt":"2025-01-05T22:36:29.8790192+00:00","UpdatedAt":null},{"Name":"Sunset Storm Graphic","DescriptionLocalized":{"en-US":"Embrace the serene beauty of a sunset storm with this artistic garment. The unique graphic design captures the dynamic energy of nature\u0027s powerful forces colliding to create a breathtaking display in the sky. Made from high-quality, breathable fabric, this piece offers both style and comfort. The striking colors and intricate details of the print make this a standout piece that will turn heads wherever you go. Whether you\u0027re a nature lover or just appreciate fine craftsmanship, this garment is sure to be a beloved addition to your wardrobe.","de-DE":"Genießen Sie die ruhige Schönheit eines Sonnenuntergangssturms mit diesem künstlerischen Kleidungsstück. Das einzigartige Grafikdesign fängt die dynamische Energie der mächtigen Naturkräfte ein, die zusammenstoßen, um eine atemberaubende Darbietung am Himmel zu erschaffen. Hergestellt aus hochwertigem, atmungsaktivem Stoff, bietet dieses Stück sowohl Stil als auch Komfort. Die markanten Farben und die filigranen Details des Drucks machen dies zu einem herausragenden Stück, das überall Aufmerksamkeit erregt. Ob Sie ein Naturliebhaber sind oder einfach nur feine Handwerkskunst zu schätzen wissen – dieses Kleidungsstück wird sicher eine beliebte Ergänzung Ihrer Garderobe sein.","it-IT":"Abbraccia la bellezza serena di un temporale al tramonto con questo capo artistico. Il design grafico unico cattura l\u0027energia dinamica delle potenti forze della natura che si scontrano per creare uno spettacolo mozzafiato nel cielo. Realizzata in tessuto di alta qualità e traspirante, quest\u0027opera offre sia stile che comfort. I colori vibranti e i dettagli intricati della stampa rendono questo capo un pezzo inconfondibile che attirerà gli sguardi ovunque tu vada. Che tu sia un amante della natura o semplicemente apprezzi la maestria artigianale, questo capo è sicuro di diventare un\u0027amata aggiunta al tuo guardaroba.","fr-FR":"Embrassez la beauté sereine d\u0027un orage au coucher du soleil avec ce vêtement artistique. Le design graphique unique capte l\u0027énergie dynamique des puissantes forces de la nature qui se heurtent pour créer un spectacle à couper le souffle dans le ciel. Fabriqué en tissu de haute qualité et respirant, ce vêtement offre à la fois style et confort. Les couleurs saisissantes et les détails complexes de l\u0027imprimé font de ce vêtement un élément remarquable qui attirera les regards partout où vous irez. Que vous soyez un amoureux de la nature ou que vous appréciez simplement le travail artisanal raffiné, ce vêtement est sûr de devenir un ajout apprécié à votre garde-robe.","es-ES":"Abrace la belleza serena de una tormenta al atardecer con esta prenda artística. El diseño gráfico único captura la energía dinámica de las poderosas fuerzas de la naturaleza chocando para crear un espectáculo impresionante en el cielo. Fabricada con tejido de alta calidad y transpirable, esta pieza ofrece tanto estilo como comodidad. Los colores llamativos y los detalles intrincados de la impresión hacen de esta una pieza llamativa que atraerá las miradas dondequiera que vayas. Ya seas amante de la naturaleza o simplemente aprecies la artesanía fina, esta prenda seguramente se convertirá en una adición querida a tu guardarropa."},"DefaultPriceInCents":57247,"Id":"0194389d-01e0-771c-9e5c-d7f4a63113b8","CreatedAt":"2025-01-05T22:36:41.3125733+00:00","UpdatedAt":null},{"Name":"Comfortable Cotton Garment","DescriptionLocalized":{"en-US":"Stay cozy and stylish in this soft cotton piece, perfect for casual and formal occasions alike. The breathable fabric ensures all-day comfort, while the classic design adds a touch of sophistication to your ensemble. Its versatile nature makes it a wardrobe essential that can be easily dressed up or down. Whether you\u0027re lounging at home or heading out for a night on the town, this garment is sure to become a staple in your closet.","de-DE":"Bleiben Sie gemütlich und stilvoll in diesem weichen Baumwollstück, perfekt für lässige und formelle Anlässe gleichermaßen. Der atmungsaktive Stoff sorgt für ganztägigen Komfort, während das klassische Design eine Note von Raffinesse zu Ihrem Outfit hinzufügt. Seine vielseitige Natur macht es zu einem unverzichtbaren Kleidungsstück, das leicht auf- oder abgewertet werden kann. Egal, ob Sie zu Hause faulenzen oder für einen Abend in die Stadt gehen, dieses Kleidungsstück wird sicher zu einem unverzichtbaren Bestandteil Ihres Kleiderschranks.","it-IT":"Rimanete comodi e eleganti in questo morbido capo in cotone, perfetto per occasioni casual e formali allo stesso tempo. Il tessuto traspirante garantisce il comfort per tutto il giorno, mentre il design classico aggiunge un tocco di sofisticatezza al vostro abbigliamento. La sua natura versatile lo rende un capo essenziale per il guardaroba che può essere facilmente abbinato o svalutato. Che stiate rilassandovi a casa o uscendo per una serata in città, questo capo diventerà sicuramente un must nel vostro armadio.","fr-FR":"Restez confortable et stylé dans ce vêtement en coton doux, parfait pour des occasions décontractées et formelles à la fois. Le tissu respirant assure un confort toute la journée, tandis que le design classique ajoute une touche de sophistication à votre tenue. Sa nature polyvalente en fait un incontournable de la garde-robe qui peut être facilement mis en valeur ou dévalué. Que vous vous relaxiez à la maison ou sortiez pour une soirée en ville, ce vêtement deviendra sûrement un élément essentiel de votre garde-robe.","es-ES":"Mantente cómodo y con estilo en esta prenda de algodón suave, perfecta para ocasiones casuales y formales por igual. El tejido transpirable garantiza la comodidad durante todo el día, mientras que el diseño clásico añade un toque de sofisticación a tu conjunto. Su naturaleza versátil lo convierte en un artículo esencial en tu armario que se puede vestir de forma informal o elegante con facilidad. Ya sea que estés descansando en casa o saliendo para una noche en la ciudad, esta prenda se convertirá en un básico en tu vestuario."},"DefaultPriceInCents":71979,"Id":"0194389d-2484-7b92-bc8e-a009b8b09387","CreatedAt":"2025-01-05T22:36:50.1807595+00:00","UpdatedAt":null},{"Name":"Breeze Blouse","DescriptionLocalized":{"en-US":"Experience comfort and style with our Breeze Blouse, crafted with lightweight, breathable fabric that is perfect for warm weather. This versatile piece can be dressed up for a night out or paired with jeans for a casual look. The flattering fit and elegant draping make it a wardrobe essential for any fashionista. The intricate detailing and delicate patterns add a touch of sophistication to any outfit. Say goodbye to stuffy, uncomfortable tops and hello to effortless chic with our Breeze Blouse.","de-DE":"Erleben Sie Komfort und Stil mit unserer Breeze Bluse, die aus leichtem, atmungsaktivem Stoff gefertigt ist und sich perfekt für warmes Wetter eignet. Dieses vielseitige Kleidungsstück kann sowohl für einen Abend in der Stadt als auch für einen lässigen Look mit Jeans kombiniert werden. Die schmeichelhafte Passform und elegante Drapierung machen sie zu einem unverzichtbaren Teil jeder Garderobe. Die aufwendigen Details und zarten Muster verleihen jedem Outfit eine Note von Raffinesse. Sagen Sie \u0027Auf Wiedersehen\u0027 zu steifen, unangenehmen Oberteilen und \u0027Hallo\u0027 zu mühelosem Chic mit unserer Breeze Bluse.","it-IT":"Vivi il comfort e lo stile con la nostra Blusa Breeze, realizzata con un tessuto leggero e traspirante che è perfetto per il clima caldo. Questo capo versatile può essere indossato per una serata fuori o abbinato a jeans per un look casual. La vestibilità favorevole e la drappeggiatura elegante la rendono un capo essenziale per qualsiasi fashionista. I dettagli intricati e i disegni delicati aggiungono un tocco di sofisticatezza a qualsiasi outfit. Dì addio ai top rigidi e scomodi e saluta lo chic senza sforzo con la nostra Blusa Breeze.","fr-FR":"Faites l\u0027expérience du confort et du style avec notre Breeze Blouse, confectionnée dans un tissu léger et respirant, parfait pour les journées chaudes. Ce vêtement polyvalent peut être porté pour une sortie en soirée ou associé à un jean pour un look décontracté. La coupe flatteuse et le drapé élégant en font un élément essentiel de toute garde-robe. Les détails complexes et les motifs délicats ajoutent une touche de sophistication à chaque tenue. Dites au revoir aux tops inconfortables et bonjour à l\u0027élégance sans effort avec notre Breeze Blouse.","es-ES":"Experimenta la comodidad y el estilo con nuestra Blusa Breeze, confeccionada con un tejido ligero y transpirable perfecto para el clima cálido. Esta prenda versátil es ideal para una noche de fiesta o combinarla con unos vaqueros para un look casual. El corte favorecedor y los elegantes pliegues la convierten en un básico en cualquier armario. Los detalles intrincados y los patrones delicados añaden un toque de sofisticación a cualquier conjunto. Di adiós a las prendas incómodas y da la bienvenida a un estilo chic y sin esfuerzo con nuestra Blusa Breeze."},"DefaultPriceInCents":3683,"Id":"0194389d-4cda-7ef5-b6f3-813370652851","CreatedAt":"2025-01-05T22:37:00.5068164+00:00","UpdatedAt":null},{"Name":"Sunset Skyline Print","DescriptionLocalized":{"en-US":"Elevate your wardrobe with the stunning Sunset Skyline printed garment, perfect for those who appreciate art and fashion. This unique piece features a mesmerizing cityscape at dusk, against a backdrop of vibrant colors fading into the horizon. The high-quality print captures every detail of the urban landscape, making it a standout piece in any ensemble. Made from soft and breathable fabric, this garment offers both style and comfort for everyday wear. Whether you\u0027re strolling through the city streets or lounging at home, this Sunset Skyline Print will make a statement wherever you go.","de-DE":"Heben Sie Ihre Garderobe mit dem atemberaubenden Druck des Sunset Skyline auf, perfekt für diejenigen, die Kunst und Mode schätzen. Dieses einzigartige Stück zeigt eine faszinierende Stadtlandschaft bei Sonnenuntergang, vor einem Hintergrund lebendiger Farben, die in den Horizont übergehen. Der hochwertige Druck erfasst jedes Detail der städtischen Landschaft und macht ihn zu einem herausragenden Stück in jeder Ensemble. Aus weichem und atmungsaktivem Stoff gefertigt, bietet dieses Kleidungsstück sowohl Stil als auch Komfort für den täglichen Gebrauch. Egal, ob Sie durch die Stadtstraßen schlendern oder zu Hause faulenzen, dieser Druck des Sunset Skyline wird überall, wo Sie hingehen, eine Aussage machen.","it-IT":"Valorizza il tuo guardaroba con lo splendido stampato Sunset Skyline, perfetto per chi apprezza l\u0027arte e la moda. Questo pezzo unico presenta un\u0027impressionante skyline cittadina al tramonto, su uno sfondo di colori vibranti che sfumano all\u0027orizzonte. La stampa di alta qualità cattura ogni dettaglio del paesaggio urbano, rendendolo un capolavoro in qualsiasi abbigliamento. Realizzato in tessuto morbido e traspirante, questo capo offre sia stile che comfort per l\u0027uso quotidiano. Che tu stia passeggiando per le strade della città o rilassandoti a casa, questo Stampato Sunset Skyline farà un\u0027impressione ovunque tu vada.","fr-FR":"Rehaussez votre garde-robe avec l\u0027impressionnant Sunset Skyline imprimé, parfait pour ceux qui apprécient l\u0027art et la mode. Ce pièce unique présente une ville fascinante au crépuscule, sur un fond de couleurs vives s\u0027estompant à l\u0027horizon. L\u0027impression de haute qualité capture chaque détail du paysage urbain, en en faisant une pièce remarquable dans n\u0027importe quelle tenue. Fabriqué dans un tissu doux et respirant, ce vêtement offre à la fois style et confort pour un usage quotidien. Que vous vous promeniez dans les rues de la ville ou que vous vous détendiez à la maison, ce Sunset Skyline Print fera sensation partout où vous irez.","es-ES":"Eleva tu guardarropa con la impresionante Sunset Skyline impresa, perfecta para aquellos que aprecian el arte y la moda. Esta pieza única presenta un horizonte urbano asombroso al anochecer, sobre un fondo de colores vibrantes que se desvanecen en el horizonte. La impresión de alta calidad captura cada detalle del paisaje urbano, convirtiéndolo en una pieza destacada en cualquier conjunto. Fabricada con tejido suave y transpirable, esta prenda ofrece tanto estilo como comodidad para el uso diario. Ya sea paseando por las calles de la ciudad o relajándote en casa, esta impresión del Sunset Skyline hará una declaración dondequiera que vayas."},"DefaultPriceInCents":16409,"Id":"0194389d-7c98-7b95-a631-0bd51b7a691a","CreatedAt":"2025-01-05T22:37:12.7289302+00:00","UpdatedAt":null},{"Name":"Sunset Waves Blouse","DescriptionLocalized":{"en-US":"Introducing our Sunset Waves Blouse, a versatile and elegant piece that will add a pop of color to your wardrobe. Crafted from lightweight and breathable fabric, this blouse features a unique wave-inspired design in vibrant sunset hues. The relaxed fit and flowy silhouette make it perfect for any occasion, whether you\u0027re heading to the office or out for a night on the town. Pair it with your favorite jeans for a casual look or dress it up with tailored pants for a more polished ensemble. Embrace the beauty of the sunset with our stunning Sunset Waves Blouse.","de-DE":"Unser Sunset Waves Bluse ist ein vielseitiges und elegantes Stück, das einen Hauch von Farbe in Ihre Garderobe bringt. Hergestellt aus leichtem und atmungsaktivem Stoff, verfügt diese Bluse über ein einzigartiges wellenförmiges Design in lebendigen Sonnenuntergangsfarben. Die lockere Passform und die fließende Silhouette machen sie perfekt für jede Gelegenheit, ob Sie ins Büro gehen oder einen Abend in der Stadt verbringen. Kombinieren Sie sie mit Ihren Lieblingsjeans für einen legeren Look oder tragen Sie sie mit Maßanzughosen für ein eleganteres Ensemble. Erleben Sie die Schönheit des Sonnenuntergangs mit unserer atemberaubenden Sunset Waves Bluse.","it-IT":"Presentiamo la nostra Blusa Sunset Waves, un capo versatile ed elegante che aggiungerà un tocco di colore al tuo guardaroba. Realizzata in tessuto leggero e traspirante, questa blusa presenta un design unico ispirato alle onde nei vivaci colori del tramonto. La vestibilità rilassata e la silhouette fluida la rendono perfetta per ogni occasione, che tu stia andando in ufficio o fuori per una serata in città. Abbinala ai tuoi jeans preferiti per un look casual o indossala con pantaloni sartoriali per un ensemble più ricercato. Abbraccia la bellezza del tramonto con la nostra stupefacente Blusa Sunset Waves.","fr-FR":"Découvrez notre chemisier Sunset Waves, un vêtement polyvalent et élégant qui ajoutera une touche de couleur à votre garde-robe. Fabriqué dans un tissu léger et respirant, ce chemisier présente un design unique inspiré des vagues dans des tons de coucher de soleil vibrants. La coupe décontractée et la silhouette fluide en font un choix parfait pour toutes les occasions, que vous vous rendiez au bureau ou que vous sortiez pour une soirée en ville. Associez-le à votre jean préféré pour un look décontracté ou portez-le avec un pantalon tailleur pour un ensemble plus sophistiqué. Embrassez la beauté du coucher de soleil avec notre magnifique chemisier Sunset Waves.","es-ES":"Presentamos nuestro Blusa Sunset Waves, una prenda versátil y elegante que añadirá un toque de color a tu armario. Confeccionada en un tejido ligero y transpirable, esta blusa presenta un diseño único inspirado en las olas en vibrantes tonos de atardecer. El corte holgado y la silueta fluida la hacen perfecta para cualquier ocasión, ya sea que vayas a la oficina o salgas por la noche. Combínala con tus vaqueros favoritos para un look informal o úsala con pantalones de vestir para un conjunto más pulido. Atrapa la belleza del atardecer con nuestra impresionante Blusa Sunset Waves."},"DefaultPriceInCents":42137,"Id":"0194389d-b178-7d04-8ca8-ccd18c4bd016","CreatedAt":"2025-01-05T22:37:26.2642399+00:00","UpdatedAt":null},{"Name":"Sunset Horizon Graphic","DescriptionLocalized":{"en-US":"Capture the essence of a serene sunset with our Sunset Horizon Graphic, a versatile piece of clothing for any occasion. This unique design features a stunning gradient of warm colors fading into the horizon, creating a sense of peace and tranquility. Made from high-quality fabric, this graphic piece is both comfortable and stylish, perfect for lounging at home or exploring the great outdoors. Stand out from the crowd and make a statement with this eye-catching design that is sure to turn heads. Embrace the beauty of nature and bring a piece of the sunset with you wherever you go!","de-DE":"Erfassen Sie die Essenz eines ruhigen Sonnenuntergangs mit unserem Sunset Horizon Graphic, einem vielseitigen Kleidungsstück für jeden Anlass. Dieses einzigartige Design zeichnet sich durch einen atemberaubenden Farbverlauf warmer Töne aus, der in den Horizont übergeht und ein Gefühl von Frieden und Gelassenheit schafft. Hergestellt aus hochwertigem Stoff ist dieses grafische Stück sowohl bequem als auch stylish, perfekt zum Entspannen zu Hause oder für die Erkundung der Natur. Heben Sie sich von der Masse ab und machen Sie mit diesem auffälligen Design, das garantiert Blicke auf sich zieht, eine Aussage. Tauchen Sie ein in die Schönheit der Natur und nehmen Sie ein Stück Sonnenuntergang mit, wohin Sie auch gehen!","it-IT":"Cattura l\u0027essenza di un tramonto sereno con il nostro Sunset Horizon Graphic, un capo versatile per ogni occasione. Questo design unico presenta una splendida sfumatura di colori caldi che sfuma all\u0027orizzonte, creando un senso di pace e tranquillità. Realizzato con tessuto di alta qualità, questo capo grafico è sia comodo che alla moda, perfetto per rilassarsi a casa o esplorare all\u0027aria aperta. Fatti notare dalla folla e fai una dichiarazione con questo design accattivante che sicuramente attirerà l\u0027attenzione. Abbraccia la bellezza della natura e porta con te un pezzo di tramonto ovunque tu vada!","fr-FR":"Capturez l\u0027essence d\u0027un coucher de soleil serein avec notre Sunset Horizon Graphic, un vêtement polyvalent pour toutes les occasions. Ce design unique présente un superbe dégradé de couleurs chaudes s\u0027estompant à l\u0027horizon, créant une sensation de paix et de tranquillité. Fabriqué à partir de tissu de haute qualité, ce vêtement graphique est à la fois confortable et stylé, idéal pour se détendre à la maison ou explorer en plein air. Démarquez-vous de la foule et faites une déclaration avec ce design accrocheur qui ne manquera pas d\u0027attirer les regards. Embrassez la beauté de la nature et emportez avec vous un morceau de coucher de soleil où que vous alliez!","es-ES":"Captura la esencia de un atardecer sereno con nuestro Sunset Horizon Graphic, una prenda versátil para cualquier ocasión. Este diseño único presenta una impresionante gradiente de colores cálidos que se desvanecen en el horizonte, creando una sensación de paz y tranquilidad. Fabricado con tela de alta calidad, esta prenda gráfica es a la vez cómoda y elegante, perfecta para relajarse en casa o explorar al aire libre. Destácate de la multitud y haz una declaración con este diseño llamativo que seguro atraerá miradas. ¡Acepta la belleza de la naturaleza y lleva contigo un trozo de atardecer dondequiera que vayas!"},"DefaultPriceInCents":51729,"Id":"0194389d-dfaf-7e44-bb77-47a35b775ef5","CreatedAt":"2025-01-05T22:37:38.0958038+00:00","UpdatedAt":null},{"Name":"Sunrise Sweater","DescriptionLocalized":{"en-US":"Introducing our new Sunrise Sweater, a cozy and stylish addition to your wardrobe. This unique garment is perfect for chilly mornings and cool evenings, featuring a soft and breathable fabric that will keep you comfortable all day long. The vibrant colors and intricate pattern make it a standout piece that will elevate any outfit. Whether you\u0027re lounging at home or heading out for a walk, the Sunrise Sweater will keep you looking chic and feeling warm. Treat yourself to this must-have item and embrace effortless style with every wear.","de-DE":"Präsentieren Sie unseren neuen Sunrise Sweater, eine gemütliche und stylische Ergänzung für Ihren Kleiderschrank. Dieses einzigartige Kleidungsstück ist perfekt für kühle Morgen und kalte Abende, dank des weichen und atmungsaktiven Stoffs, der Sie den ganzen Tag über bequem hält. Die lebendigen Farben und das aufwendige Muster machen es zu einem Hingucker, der jedes Outfit aufwertet. Egal, ob Sie zu Hause entspannen oder spazieren gehen, der Sunrise Sweater hält Sie schick und warm. Gönnen Sie sich dieses Must-have und genießen Sie mühelosen Stil bei jedem Tragen.","it-IT":"Presentiamo il nostro nuovo Sunrise Sweater, un\u0027aggiunta accogliente e alla moda al tuo guardaroba. Questo capo unico è perfetto per le mattine fresche e le serate fresche, grazie al tessuto morbido e traspirante che ti terrà comodo tutto il giorno. I colori vibranti e il motivo intricato lo rendono un pezzo speciale che valorizzerà qualsiasi outfit. Che tu stia rilassandoti a casa o facendo una passeggiata, il Sunrise Sweater ti farà apparire elegante e sentirai calore. Coccolati con questo articolo indispensabile e abbraccia lo stile senza sforzo ad ogni indossata.","fr-FR":"Découvrez notre nouveau Sunrise Sweater, un ajout confortable et élégant à votre garde-robe. Ce vêtement unique est parfait pour les matins frais et les soirées fraîches, grâce à son tissu doux et respirant qui vous gardera confortable toute la journée. Les couleurs vives et le motif complexe en font un élément remarquable qui rehaussera n\u0027importe quelle tenue. Que vous vous relaxiez à la maison ou partiez pour une promenade, le Sunrise Sweater vous garantit un look chic et une sensation de chaleur. Offrez-vous ce must-have et adoptez un style sans effort à chaque utilisation.","es-ES":"Presentamos nuestro nuevo Sunrise Sweater, una adición acogedora y elegante para tu armario. Esta prenda única es perfecta para las mañanas frescas y las noches frescas, gracias a su tejido suave y transpirable que te mantendrá cómodo todo el día. Los colores vibrantes y el patrón intrincado hacen que sea una pieza llamativa que realzará cualquier atuendo. Ya sea que estés relajándote en casa o saliendo a pasear, el Sunrise Sweater te mantendrá con estilo y calor. Date un capricho con este artículo imprescindible y abraza el estilo sin esfuerzo en cada uso."},"DefaultPriceInCents":26196,"Id":"0194389e-083f-7087-80b3-478212e02ea2","CreatedAt":"2025-01-05T22:37:48.4800392+00:00","UpdatedAt":null},{"Name":"Summer Breeze Blouse","DescriptionLocalized":{"en-US":"Feel the gentle caress of summer with our elegant blouse, perfect for warm days and stylish nights. Made of lightweight materials, this blouse is designed to keep you cool and comfortable no matter where the day takes you. The flowing silhouette and delicate patterns evoke a sense of ease and sophistication, making it a versatile piece for any occasion. Whether you\u0027re lounging by the beach or attending a garden party, the Summer Breeze Blouse will effortlessly elevate your look.","de-DE":"Erleben Sie die sanfte Brise des Sommers mit unserer eleganten Bluse, perfekt für warme Tage und stilvolle Nächte. Hergestellt aus leichten Materialien, ist diese Bluse darauf ausgelegt, Sie kühl und bequem zu halten, egal wohin der Tag Sie führt. Die fließende Silhouette und zarten Muster vermitteln ein Gefühl von Leichtigkeit und Raffinesse und machen sie zu einem vielseitigen Stück für jede Gelegenheit. Egal, ob Sie am Strand faulenzen oder eine Gartenparty besuchen, die Summer Breeze Blouse wird mühelos Ihr Outfit aufwerten.","it-IT":"Sentite la carezza gentile dell\u0027estate con la nostra elegante blusa, perfetta per giornate calde e serate alla moda. Realizzata in materiali leggeri, questa blusa è progettata per mantenerti fresco e comodo ovunque ti porti il giorno. La silhouette fluida e i delicati motivi evocano un senso di facilità e sofisticatezza, rendendola un capo versatile per qualsiasi occasione. Che tu sia sdraiato in spiaggia o partecipando a una festa in giardino, la Summer Breeze Blouse migliorerà senza sforzo il tuo look.","fr-FR":"Ressentez la caresse douce de l\u0027été avec notre élégante blouse, parfaite pour les journées chaudes et les soirées stylées. Fabriquée à partir de matériaux légers, cette blouse est conçue pour vous garder au frais et confortable peu importe où vous mène la journée. La silhouette fluide et les motifs délicats évoquent un sentiment de facilité et de sophistication, en faisant un vêtement polyvalent pour toute occasion. Que vous vous prélassiez sur la plage ou assistiez à une fête dans un jardin, la Summer Breeze Blouse rehaussera sans effort votre look.","es-ES":"Siente la suave caricia del verano con nuestra elegante blusa, perfecta para días cálidos y noches elegantes. Hecha de materiales ligeros, esta blusa está diseñada para mantenerte fresco y cómodo sin importar a dónde te lleve el día. La silueta fluida y los delicados patrones evocan una sensación de facilidad y sofisticación, haciéndola una prenda versátil para cualquier ocasión. Ya sea que estés descansando en la playa o asistiendo a una fiesta en un jardín, la Summer Breeze Blouse mejorará tu aspecto sin esfuerzo."},"DefaultPriceInCents":52551,"Id":"0194389e-3027-77c1-a0e1-40a01d79ec26","CreatedAt":"2025-01-05T22:37:58.695686+00:00","UpdatedAt":null},{"Name":"Elegant Draped Blouse","DescriptionLocalized":{"en-US":"Step up your style game with this elegant draped blouse. The flowy design and feminine silhouette give off a sophisticated and chic vibe, perfect for both casual outings and special occasions. Made from high-quality materials, this blouse exudes luxury and comfort. The draped detailing adds an extra touch of elegance, making it a standout piece in your wardrobe. Pair it with your favorite bottoms and accessories for a versatile and stylish look that will turn heads wherever you go.","de-DE":"Verbessern Sie Ihr Stilspiel mit dieser eleganten drapierten Bluse. Das fließende Design und die feminine Silhouette vermitteln eine anspruchsvolle und schicke Ausstrahlung, die perfekt für lässige Ausflüge und besondere Anlässe ist. Hergestellt aus hochwertigen Materialien, strahlt diese Bluse Luxus und Komfort aus. Die drapierten Details verleihen eine zusätzliche Note von Eleganz, was sie zu einem herausragenden Stück in Ihrem Kleiderschrank macht. Kombinieren Sie sie mit Ihren Lieblingsunterteilen und Accessoires für einen vielseitigen und stilvollen Look, der überall Aufmerksamkeit erregt.","it-IT":"Eleva il tuo stile con questa elegante blusa drappeggiata. Il design fluido e la silhouette femminile emettono un\u0027atmosfera sofisticata e chic, perfetta sia per le uscite informali che per le occasioni speciali. Realizzata con materiali di alta qualità, questa blusa sprigiona lusso e comfort. I dettagli drappeggiati aggiungono un tocco di eleganza in più, rendendola un capo di spicco nel tuo guardaroba. Abbinatela ai tuoi fondi e accessori preferiti per un look versatile e alla moda che farà girare la testa ovunque tu vada.","fr-FR":"Rehaussez votre jeu de style avec cette élégante blouse drapée. Le design fluide et la silhouette féminine dégagent une ambiance sophistiquée et chic, parfaite pour les sorties décontractées et les occasions spéciales. Fabriquée à partir de matériaux de haute qualité, cette blouse respire le luxe et le confort. Les détails drapés ajoutent une touche supplémentaire d\u0027élégance, en faisant un pièce phare de votre garde-robe. Associez-la à vos bas et accessoires préférés pour un look polyvalent et stylé qui attirera tous les regards.","es-ES":"Eleva tu juego de estilo con esta elegante blusa drapeada. El diseño fluido y la silueta femenina emiten una vibra sofisticada y elegante, perfecta tanto para salidas casuales como para ocasiones especiales. Fabricada con materiales de alta calidad, esta blusa irradia lujo y comodidad. Los detalles drapeados agregan un toque adicional de elegancia, convirtiéndola en una pieza destacada en tu armario. Combínala con tus fondos y accesorios favoritos para un look versátil y con estilo que llamará la atención donde sea que vayas."},"DefaultPriceInCents":9229,"Id":"0194389e-5ac3-7fc0-883c-fc3cfb7fbfcc","CreatedAt":"2025-01-05T22:38:09.6036201+00:00","UpdatedAt":null},{"Name":"Sunset Horizon Print","DescriptionLocalized":{"en-US":"Capture the breathtaking beauty of a sunset with our Sunset Horizon Print. Made from soft and breathable cotton, this piece features a stunning horizon print that will transport you to a serene beach setting. The vibrant colors and intricate details of the print add a touch of elegance to any outfit. Perfect for a casual day out or a relaxing evening at home, this piece is versatile and stylish. Embrace the beauty of nature with our Sunset Horizon Print and stand out from the crowd.","de-DE":"Erfassen Sie die atemberaubende Schönheit eines Sonnenuntergangs mit unserem Sunset Horizon Print. Hergestellt aus weicher und atmungsaktiver Baumwolle, ist dieses Stück mit einem beeindruckenden Horizontdruck versehen, der Sie an einen ruhigen Strandort versetzt. Die lebendigen Farben und die filigranen Details des Drucks verleihen jedem Outfit eine elegante Note. Perfekt für einen zwanglosen Tag oder einen entspannten Abend zu Hause, ist dieses Stück vielseitig und stilvoll. Umarmen Sie die Schönheit der Natur mit unserem Sunset Horizon Print und heben Sie sich von der Masse ab.","it-IT":"Cattura la sorprendente bellezza di un tramonto con la nostra stampa Sunset Horizon. Realizzato in morbida e traspirante cotone, questo capo presenta una splendida stampa orizzontale che ti trasporterà in un ambiente sereno sulla spiaggia. I colori vibranti e i dettagli intricati della stampa aggiungono un tocco di eleganza a qualsiasi outfit. Perfetto per una giornata casual o una serata rilassante a casa, questo capo è versatile e alla moda. Abbracci la bellezza della natura con la nostra stampa Sunset Horizon e fatti notare dalla folla.","fr-FR":"Capturez la beauté époustouflante d\u0027un coucher de soleil avec notre Sunset Horizon Print. Fabriqué en coton doux et respirant, ce modèle arbore une superbe impression d\u0027horizon qui vous transportera dans un cadre de plage serein. Les couleurs vives et les détails complexes de l\u0027impression ajoutent une touche d\u0027élégance à n\u0027importe quelle tenue. Parfait pour une journée décontractée ou une soirée relaxante à la maison, ce modèle est polyvalent et stylé. Embrassez la beauté de la nature avec notre Sunset Horizon Print et démarquez-vous de la foule.","es-ES":"Captura la impresionante belleza de un atardecer con nuestro estampado Sunset Horizon. Fabricado en algodón suave y transpirable, esta pieza presenta un impresionante estampado del horizonte que te transportará a un entorno sereno en la playa. Los colores vibrantes y los detalles intrincados del estampado añaden un toque de elegancia a cualquier conjunto. Perfecto para un día informal o una noche relajante en casa, esta pieza es versátil y elegante. Atrapa la belleza de la naturaleza con nuestro estampado Sunset Horizon y destaca entre la multitud."},"DefaultPriceInCents":42682,"Id":"0194389e-85d6-79e0-b300-0984ecbd55a1","CreatedAt":"2025-01-05T22:38:20.6304458+00:00","UpdatedAt":null},{"Name":"Striped Summer Staple","DescriptionLocalized":{"en-US":"Stay cool and stylish this summer with our versatile Striped Summer Staple. Made from lightweight, breathable fabric, this timeless piece features a classic striped design in various vibrant colors. Pair it with your favorite bottoms for a casual day out or dress it up with a blazer for a more polished look. The relaxed fit and comfortable feel make it a must-have in your wardrobe. Whether you\u0027re lounging by the beach or running errands in the city, this Striped Summer Staple will keep you looking and feeling great.","de-DE":"Bleiben Sie diesen Sommer cool und stilvoll mit unserem vielseitigen gestreiften Sommerklassiker. Hergestellt aus leichtem, atmungsaktivem Stoff, verfügt dieses zeitlose Stück über ein klassisches Streifendesign in verschiedenen lebendigen Farben. Kombinieren Sie es mit Ihren Lieblingshosen für einen lässigen Tag oder kleiden Sie es mit einem Blazer für einen eleganteren Look. Die lockere Passform und das bequeme Tragegefühl machen es zu einem Must-Have in Ihrem Kleiderschrank. Egal, ob Sie am Strand faulenzen oder in der Stadt Besorgungen machen, dieser gestreifte Sommerklassiker wird Sie gut aussehen und sich gut fühlen lassen.","it-IT":"Rimani fresco e alla moda quest\u0027estate con il nostro versatile Staple estivo a righe. Realizzato in tessuto leggero e traspirante, questo pezzo senza tempo presenta un design a righe classico in vari colori vivaci. Abbinatelo ai vostri pantaloni preferiti per una giornata informale o abbinatelo a un blazer per un look più elegante. La vestibilità rilassata e la sensazione di comfort lo rendono un must nel tuo guardaroba. Che tu stia rilassandoti in spiaggia o facendo commissioni in città, questo Staple estivo a righe ti farà sembrare e sentire fantastico.","fr-FR":"Restez cool et stylé cet été avec notre incontournable d\u0027été à rayures. Fabriqué dans un tissu léger et respirant, ce vêtement intemporel arbore un design à rayures classique dans divers coloris vibrants. Associez-le à votre bas préféré pour une journée décontractée ou habillez-le avec un blazer pour un look plus sophistiqué. La coupe décontractée et le confort absolu en font un indispensable de votre garde-robe. Que vous vous détendiez sur la plage ou fassiez des courses en ville, cet incontournable d\u0027été à rayures vous garantira une allure impeccable.","es-ES":"Manténgase fresco y con estilo este verano con nuestro imprescindible veraniego a rayas. Confeccionado en un tejido ligero y transpirable, esta pieza atemporal presenta un diseño a rayas clásico en varios colores vibrantes. Combínalo con tus pantalones favoritos para un día casual o vístelo con un blazer para un look más pulido. El ajuste relajado y la sensación de comodidad lo convierten en un básico en tu armario. Ya sea descansando en la playa o haciendo recados en la ciudad, este imprescindible veraniego a rayas te mantendrá luciendo y sintiéndote genial."},"DefaultPriceInCents":60112,"Id":"0194389e-cab2-709e-b629-b8d9cd5ec27a","CreatedAt":"2025-01-05T22:38:38.2582842+00:00","UpdatedAt":null},{"Name":"Sunrise Horizon Blouse","DescriptionLocalized":{"en-US":"Add a touch of elegance to your wardrobe with our Sunrise Horizon Blouse. This flowing and lightweight garment features a stunning design inspired by the colors of a sunrise over the horizon. The relaxed fit and soft fabric make it a perfect choice for casual outings or special occasions. The intricate detailing and delicate embroidery on this blouse create a unique and eye-catching look that will make you stand out from the crowd. Dress it up with tailored pants or keep it casual with jeans for a versatile and stylish ensemble. Elevate your style with the Sunrise Horizon Blouse and make a statement wherever you go.","de-DE":"Fügen Sie mit unserer Sunrise Horizon Bluse eine Note Eleganz zu Ihrem Kleiderschrank hinzu. Dieses fließende und leichte Kleidungsstück verfügt über ein atemberaubendes Design, das von den Farben eines Sonnenaufgangs über dem Horizont inspiriert ist. Die lockere Passform und das weiche Gewebe machen es zu einer perfekten Wahl für informelle Ausflüge oder besondere Anlässe. Die aufwendigen Details und die zarte Stickerei an dieser Bluse schaffen einen einzigartigen und auffälligen Look, der Sie von der Menge abheben lässt. Kleiden Sie es mit einer Hose oder halten Sie es mit Jeans lässig für ein vielseitiges und stilvolles Ensemble. Erhöhen Sie Ihren Stil mit der Sunrise Horizon Bluse und setzen Sie ein Statement, wohin Sie auch gehen.","it-IT":"Aggiungi un tocco di eleganza al tuo guardaroba con la nostra Camicetta Orizzonte dell\u0027Alba. Questo capo fluido e leggero presenta un design mozzafiato ispirato ai colori di un\u0027alba sull\u0027orizzonte. La vestibilità rilassata e il tessuto morbido lo rendono una scelta perfetta per uscite informali o occasioni speciali. I dettagli intricati e il ricamo delicato su questa camicetta creano un look unico e accattivante che ti farà risaltare dalla folla. Vestila con pantaloni su misura o mantienila informale con i jeans per un insieme versatile e alla moda. Eleva il tuo stile con la Camicetta Orizzonte dell\u0027Alba e fai un\u0027affermazione ovunque tu vada.","fr-FR":"Ajoutez une touche d\u0027élégance à votre garde-robe avec notre Chemisier Horizon du Lever du Soleil. Ce vêtement fluide et léger arbore un design époustouflant inspiré des couleurs d\u0027un lever de soleil sur l\u0027horizon. La coupe décontractée et le tissu doux en font un choix parfait pour les sorties décontractées ou les occasions spéciales. Les détails complexes et la broderie délicate de ce chemisier créent un look unique et accrocheur qui vous fera sortir du lot. Portez-le avec un pantalon ajusté ou gardez-le décontracté avec un jean pour un ensemble polyvalent et stylé. Rehaussez votre style avec le Chemisier Horizon du Lever du Soleil et faites une déclaration où que vous alliez.","es-ES":"Añade un toque de elegancia a tu guardarropa con nuestra Blusa Horizonte del Amanecer. Esta prenda fluida y ligera cuenta con un diseño deslumbrante inspirado en los colores de un amanecer sobre el horizonte. El corte relajado y el tejido suave la convierten en una elección perfecta para salidas casuales o ocasiones especiales. Los detalles intrincados y el bordado delicado de esta blusa crean un look único y llamativo que te hará destacar entre la multitud. Lúcela con pantalones a medida o mantén un estilo informal con vaqueros para un conjunto versátil y con estilo. Eleva tu estilo con la Blusa Horizonte del Amanecer y haz una declaración dondequiera que vayas."},"DefaultPriceInCents":60491,"Id":"0194389f-0235-7465-8a4c-7bd85202a3d3","CreatedAt":"2025-01-05T22:38:52.4699186+00:00","UpdatedAt":null},{"Name":"ComfortFit Collared Classic","DescriptionLocalized":{"en-US":"Introducing our ComfortFit Collared Classic - a timeless and sophisticated garment that will elevate any outfit. With its tailored fit and stylish details, this piece is perfect for both formal and casual occasions. Crafted from high-quality materials, it offers a luxurious feel and exceptional durability. The distinctive collar adds an elegant touch, while the classic design ensures versatility and longevity in your wardrobe. Whether you dress it up with tailored trousers or keep it casual with jeans, this garment is a must-have for every fashion-forward individual.","de-DE":"Unser ComfortFit Collared Classic ist ein zeitloses und anspruchsvolles Kleidungsstück, das jedes Outfit aufwertet. Mit seiner maßgeschneiderten Passform und stilvollen Details ist dieses Stück perfekt für formelle und legere Anlässe geeignet. Hergestellt aus hochwertigen Materialien bietet es ein luxuriöses Gefühl und außergewöhnliche Langlebigkeit. Der markante Kragen verleiht eine elegante Note, während das klassische Design Vielseitigkeit und Langlebigkeit in Ihrem Kleiderschrank garantiert. Egal, ob Sie es mit einer eleganten Hose oder mit Jeans kombinieren, dieses Kleidungsstück ist ein Muss für jeden modebewussten Individualisten.","it-IT":"Presentiamo il nostro ComfortFit Collared Classic - un capo senza tempo e sofisticato che valorizzerà qualsiasi outfit. Con la sua vestibilità sartoriale e dettagli eleganti, questo pezzo è perfetto sia per occasioni formali che casual. Realizzato con materiali di alta qualità, offre una sensazione di lusso e una resistenza eccezionale. Il colletto distintivo aggiunge un tocco elegante, mentre il design classico garantisce versatilità e longevità nel tuo guardaroba. Che tu lo indossi con pantaloni sartoriali o con jeans, questo capo è un must per ogni individuo attento alla moda.","fr-FR":"Découvrez notre ComfortFit Collared Classic - un vêtement intemporel et sophistiqué qui rehaussera n\u0027importe quelle tenue. Avec sa coupe ajustée et ses détails élégants, ce vêtement est parfait pour les occasions formelles et décontractées. Fabriqué à partir de matériaux de haute qualité, il offre une sensation de luxe et une durabilité exceptionnelle. Le col distinctif ajoute une touche élégante, tandis que le design classique assure une polyvalence et une longévité dans votre garde-robe. Que vous le portiez avec des pantalons ajustés ou que vous le gardiez décontracté avec un jean, ce vêtement est un incontournable pour chaque personne soucieuse de la mode.","es-ES":"Presentamos nuestro ComfortFit Collared Classic, una prenda atemporal y sofisticada que elevará cualquier atuendo. Con su ajuste a medida y detalles elegantes, esta pieza es perfecta para ocasiones tanto formales como informales. Confeccionado con materiales de alta calidad, ofrece una sensación de lujo y una durabilidad excepcional. El distintivo cuello añade un toque elegante, mientras que el diseño clásico garantiza versatilidad y longevidad en tu armario. Ya sea que lo vistas con pantalones a medida o lo mantengas informal con vaqueros, esta prenda es imprescindible para todo individuo moderno."},"DefaultPriceInCents":34485,"Id":"0194389f-337f-7b80-852b-1e6d7e235529","CreatedAt":"2025-01-05T22:39:05.0871666+00:00","UpdatedAt":null},{"Name":"Mystic Dream Weaver","DescriptionLocalized":{"en-US":"Wrap yourself in the enchanting allure of our Mystic Dream Weaver, a garment that captures the essence of cosmic energy and ancient wisdom. Crafted from the finest fabrics, this ethereal creation features intricate patterns that transport you to realms beyond imagination. With its flowing silhouette and magical motifs, the Mystic Dream Weaver exudes a sense of otherworldly charm that will mesmerize all who behold it.","de-DE":"Hüllen Sie sich in den bezaubernden Zauber unseres Mystic Dream Weaver, einem Kleidungsstück, das die Essenz kosmischer Energie und alter Weisheit einfängt. Aus feinsten Stoffen gefertigt, zeichnet sich diese ätherische Kreation durch aufwendige Muster aus, die Sie in Reiche jenseits der Vorstellungskraft entführen. Mit seiner fließenden Silhouette und magischen Motiven strahlt der Mystic Dream Weaver eine Aura von überirdischem Charme aus, der alle verzaubern wird, die ihn erblicken.","it-IT":"Avvolgetivi nell\u0027incantevole allure del nostro Mystic Dream Weaver, un capo che cattura l\u0027essenza dell\u0027energia cosmica e della saggezza antica. Realizzato con i tessuti più pregiati, questa creazione eterea presenta motivi intricati che vi trasportano in dimensioni al di là dell\u0027immaginazione. Con la sua silhouette fluida e i motivi magici, il Mystic Dream Weaver emana un senso di fascino ultraterreno che incanterà chiunque lo osservi.","fr-FR":"Enveloppez-vous dans le charme envoûtant de notre Mystic Dream Weaver, un vêtement qui capture l\u0027essence de l\u0027énergie cosmique et de la sagesse antique. Fabriquée à partir des meilleurs tissus, cette création éthérée présente des motifs complexes qui vous transportent dans des mondes au-delà de l\u0027imagination. Avec sa silhouette fluide et ses motifs magiques, le Mystic Dream Weaver dégage un sentiment de charme surnaturel qui enchantera tous ceux qui le contemplent.","es-ES":"Envuélvete en el encanto envolvente de nuestro Mystic Dream Weaver, una prenda que captura la esencia de la energía cósmica y la sabiduría antigua. Confeccionado con los tejidos más finos, esta creación etérea presenta intrincados patrones que te transportan a dimensiones más allá de la imaginación. Con su silueta fluida y motivos mágicos, el Mystic Dream Weaver emana un sentido de encanto sobrenatural que cautivará a todos los que lo contemplen."},"DefaultPriceInCents":82674,"Id":"0194389f-5b8f-78d2-8ed5-a6fd34a059f3","CreatedAt":"2025-01-05T22:39:15.3435824+00:00","UpdatedAt":null},{"Name":"Sleek Staple","DescriptionLocalized":{"en-US":"Introducing the Sleek Staple, a versatile garment that effortlessly combines comfort and style. Crafted from premium cotton material, this essential piece features a flattering fit and a minimalistic design that can be dressed up or down for any occasion. The lightweight fabric ensures breathability, making it ideal for year-round wear. Whether you\u0027re running errands or headed to a casual dinner, the Sleek Staple has got you covered in chic simplicity.","de-DE":"Hier ist das Sleek Stapel, ein vielseitiges Kleidungsstück, das Komfort und Stil mühelos kombiniert. Hergestellt aus hochwertigem Baumwollmaterial, verfügt dieses wesentliche Stück über eine schmeichelhafte Passform und ein minimalistisches Design, das für jede Gelegenheit auf- oder abgerundet werden kann. Der leichte Stoff sorgt für Atmungsaktivität und macht ihn ideal für das ganze Jahr über. Egal, ob Sie Besorgungen machen oder zu einem zwanglosen Abendessen gehen, das Sleek Stapel hält Sie in schicker Einfachheit bedeckt.","it-IT":"Ecco il Sleek Staple, un capo versatile che combina senza sforzo comfort e stile. Realizzato in materiale di cotone di alta qualità, questo pezzo imprescindibile presenta una vestibilità favorevole e un design minimalista che può essere indossato casual o elegante per qualsiasi occasione. Il tessuto leggero assicura traspirabilità, rendendolo ideale per essere indossato tutto l\u0027anno. Che tu stia svolgendo commissioni o ti stia dirigendo verso una cena informale, il Sleek Staple ti copre con semplice eleganza.","fr-FR":"Découvrez le Sleek Staple, un vêtement polyvalent qui allie confort et style avec aisance. Fabriqué à partir de matériau de coton de première qualité, ce morceau essentiel présente une coupe flatteuse et un design minimaliste pouvant être habillé ou décontracté pour toute occasion. Le tissu léger assure une bonne respirabilité, en fait l\u0027idéal pour une tenue toute l\u0027année. Que vous fassiez des courses ou vous rendiez à un dîner décontracté, le Sleek Staple saura vous habiller avec simplicité chic.","es-ES":"Presentamos el Sleek Staple, una prenda versátil que combina sin esfuerzo comodidad y estilo. Confeccionada con material de algodón de primera calidad, esta pieza esencial presenta un ajuste favorecedor y un diseño minimalista que puede ser adaptado para cualquier ocasión. La tela ligera garantiza transpirabilidad, haciéndola ideal para usar durante todo el año. Ya sea que estés haciendo recados o yendo a una cena informal, el Sleek Staple te cubre con una elegancia simple."},"DefaultPriceInCents":67493,"Id":"0194389f-8b2a-77d6-a6ca-d9c7903cd284","CreatedAt":"2025-01-05T22:39:27.5303197+00:00","UpdatedAt":null},{"Name":"Sunset Horizon","DescriptionLocalized":{"en-US":"Introducing the Sunset Horizon, a versatile and comfortable garment designed for casual and formal occasions alike. Made of high-quality cotton blend, this unique piece features a stunning color gradient that mimics the beauty of a sunset. The relaxed fit and breathable fabric make it perfect for all-day wear, while the stylish design adds a touch of elegance to any outfit. Whether you\u0027re lounging at home or attending a special event, the Sunset Horizon is the perfect choice for those who appreciate both style and comfort.","de-DE":"Hier ist der Sunset Horizon, ein vielseitiges und bequemes Kleidungsstück, das sowohl für den Alltag als auch für formelle Anlässe geeignet ist. Hergestellt aus hochwertiger Baumwollmischung, zeichnet sich dieses einzigartige Stück durch einen atemberaubenden Farbverlauf aus, der die Schönheit eines Sonnenuntergangs nachahmt. Die lockere Passform und das atmungsaktive Material machen es ideal für den ganzen Tag, während das stilvolle Design jedem Outfit eine elegante Note verleiht. Ob Sie zu Hause entspannen oder an einem besonderen Ereignis teilnehmen, der Sunset Horizon ist die perfekte Wahl für diejenigen, die sowohl Stil als auch Komfort schätzen.","it-IT":"Ecco il Sunset Horizon, un capo versatile e confortevole progettato per occasioni casual e formali allo stesso tempo. Realizzato in tessuto misto di alta qualità, questo pezzo unico presenta un sorprendente sfumato di colori che imita la bellezza di un tramonto. La vestibilità comoda e il tessuto traspirante lo rendono perfetto per essere indossato tutto il giorno, mentre il design elegante aggiunge un tocco di classe a qualsiasi outfit. Che tu stia riposando a casa o partecipando a un evento speciale, il Sunset Horizon è la scelta perfetta per coloro che apprezzano sia lo stile che il comfort.","fr-FR":"Découvrez le Sunset Horizon, un vêtement polyvalent et confortable conçu pour les occasions décontractées et formelles. Fabriqué dans un mélange de coton de haute qualité, ce modèle unique présente un superbe dégradé de couleurs qui imite la beauté d\u0027un coucher de soleil. La coupe décontractée et le tissu respirant le rendent parfait pour un port toute la journée, tandis que le design élégant ajoute une touche d\u0027élégance à n\u0027importe quelle tenue. Que vous soyez en train de vous détendre à la maison ou de participer à un événement spécial, le Sunset Horizon est le choix parfait pour ceux qui apprécient à la fois le style et le confort.","es-ES":"Presentamos el Sunset Horizon, una prenda versátil y cómoda diseñada para ocasiones informales y formales por igual. Hecho de una mezcla de algodón de alta calidad, esta pieza única presenta un asombroso degradado de colores que imita la belleza de un atardecer. El ajuste holgado y el tejido transpirable lo hacen perfecto para llevarlo todo el día, mientras que el diseño elegante agrega un toque de elegancia a cualquier conjunto. Ya sea que estés relajándote en casa o asistiendo a un evento especial, el Sunset Horizon es la elección perfecta para aquellos que aprecian tanto el estilo como la comodidad."},"DefaultPriceInCents":50310,"Id":"0194389f-c920-7d2e-bcb1-9dc4be073c31","CreatedAt":"2025-01-05T22:39:43.3924552+00:00","UpdatedAt":null},{"Name":"Bold Stripe Crewneck","DescriptionLocalized":{"en-US":"Make a statement with our Bold Stripe Crewneck! Featuring vibrant stripes in complementary colors, this crewneck is sure to turn heads wherever you go. The high-quality fabric is both comfortable and durable, making it perfect for everyday wear. The classic crewneck design ensures a timeless look that never goes out of style. Pair it with your favorite jeans or dress it up with a skirt for a versatile and stylish outfit. Add a pop of color to your wardrobe with our Bold Stripe Crewneck!","de-DE":"Setzen Sie ein Statement mit unserem Bold Stripe Crewneck! Mit lebhaften Streifen in harmonischen Farben wird dieser Crewneck sicherlich überall Aufmerksamkeit erregen. Der hochwertige Stoff ist sowohl bequem als auch strapazierfähig und eignet sich perfekt für den täglichen Gebrauch. Das klassische Crewneck-Design sorgt für einen zeitlosen Look, der nie aus der Mode kommt. Kombinieren Sie es mit Ihrer Lieblingsjeans oder tragen Sie es mit einem Rock für ein vielseitiges und stilvolles Outfit. Fügen Sie Ihrer Garderobe mit unserem Bold Stripe Crewneck eine Portion Farbe hinzu!","it-IT":"Fai una dichiarazione con il nostro Bold Stripe Crewneck! Con le strisce vivaci nei colori complementari, questo crewneck attirerà sicuramente l\u0027attenzione ovunque tu vada. Il tessuto di alta qualità è sia comodo che resistente, rendendolo perfetto per l\u0027uso quotidiano. Il design classico del crewneck garantisce un look senza tempo che non passa mai di moda. Abbinatelo ai vostri jeans preferiti o indossatelo con una gonna per un outfit versatile e alla moda. Aggiungete una spruzzata di colore al vostro guardaroba con il nostro Bold Stripe Crewneck!","fr-FR":"Faites une déclaration avec notre Bold Stripe Crewneck ! Avec ses rayures vibrantes dans des couleurs complémentaires, ce crewneck ne manquera pas de tourner les têtes où que vous alliez. Le tissu de haute qualité est à la fois confortable et durable, ce qui en fait un choix parfait pour un usage quotidien. Le design classique du crewneck assure un look intemporel qui ne se démode jamais. Associez-le à votre jean préféré ou portez-le avec une jupe pour une tenue polyvalente et élégante. Ajoutez une touche de couleur à votre garde-robe avec notre Bold Stripe Crewneck !","es-ES":"¡Haz una declaración con nuestro Bold Stripe Crewneck! Con rayas vibrantes en colores complementarios, este cuellode cuello redondo seguro que atraerá miradas donde quiera que vayas. La tela de alta calidad es tanto cómoda como duradera, lo que la hace perfecta para el uso diario. El diseño clásico del cuello redondo garantiza un aspecto atemporal que nunca pasa de moda. Combínalo con tus jeans favoritos o llévalo con una falda para un conjunto versátil y elegante. ¡Añade un toque de color a tu armario con nuestro Bold Stripe Crewneck!"},"DefaultPriceInCents":44676,"Id":"019438a0-07c2-7864-915c-59b6290c3f74","CreatedAt":"2025-01-05T22:39:59.4263405+00:00","UpdatedAt":null},{"Name":"Sunset Silhouette","DescriptionLocalized":{"en-US":"Capture the beauty of a sunset with our Sunset Silhouette. This unique and stylish garment features a stunning silhouette design inspired by the vibrant colors of a sunset. Made from high-quality, breathable fabric, this piece is perfect for any occasion, whether you\u0027re going for a casual stroll or hitting the town for a night out. Embrace the beauty of nature with the Sunset Silhouette.","de-DE":"Fangen Sie die Schönheit eines Sonnenuntergangs ein mit unserem Sunset Silhouette. Dieses einzigartige und stilvolle Kleidungsstück zeichnet sich durch ein atemberaubendes Silhouetten-Design aus, inspiriert von den lebendigen Farben eines Sonnenuntergangs. Hergestellt aus hochwertigem, atmungsaktivem Stoff, ist dieses Stück perfekt für jeden Anlass, ob Sie einen Spaziergang machen oder die Stadt für einen Abendbummel besuchen. Umarmen Sie die Schönheit der Natur mit dem Sunset Silhouette.","it-IT":"Cattura la bellezza di un tramonto con il nostro Sunset Silhouette. Questo capo unico e stiloso presenta un design a silhouette mozzafiato ispirato ai colori vibranti di un tramonto. Realizzato con tessuto di alta qualità e traspirante, questo capo è perfetto per qualsiasi occasione, che tu stia facendo una passeggiata informale o uscendo in città per una serata. Abbraccia la bellezza della natura con il Sunset Silhouette.","fr-FR":"Capturez la beauté d\u0027un coucher de soleil avec notre Sunset Silhouette. Ce vêtement unique et élégant présente un design de silhouette époustouflant inspiré par les couleurs vives d\u0027un coucher de soleil. Fabriqué à partir de tissu de haute qualité et respirant, ce vêtement est parfait pour toutes les occasions, que vous vous promeniez tranquillement ou que vous sortiez en ville pour une soirée. Embrassez la beauté de la nature avec le Sunset Silhouette.","es-ES":"Captura la belleza de un atardecer con nuestro Sunset Silhouette. Esta prenda única y elegante cuenta con un impresionante diseño de silueta inspirado en los colores vibrantes de un atardecer. Fabricado con tejido de alta calidad y transpirable, este artículo es perfecto para cualquier ocasión, ya sea que estés dando un paseo casual o saliendo a la ciudad para una noche de diversión. Atrapa la belleza de la naturaleza con Sunset Silhouette."},"DefaultPriceInCents":61397,"Id":"019438a0-2fa5-7f93-996a-386d3a87ef7e","CreatedAt":"2025-01-05T22:40:09.6372277+00:00","UpdatedAt":null},{"Name":"The Classic Staple","DescriptionLocalized":{"en-US":"Elevate your everyday look with this timeless piece that seamlessly transitions from day to night. Crafted from high-quality fabric, this versatile garment promises comfort and style. Its simple yet sophisticated design allows for endless outfit possibilities, making it a must-have in your wardrobe.","de-DE":"Bereichern Sie Ihren Alltagslook mit diesem zeitlosen Kleidungsstück, das mühelos vom Tag zur Nacht übergeht. Aus hochwertigem Stoff gefertigt, verspricht dieses vielseitige Kleidungsstück Komfort und Stil. Sein einfaches und dennoch anspruchsvolles Design ermöglicht endlose Outfit-Möglichkeiten und macht es zu einem Must-Have in Ihrer Garderobe.","it-IT":"Eleva il tuo look quotidiano con questo capo senza tempo che si trasforma facilmente dal giorno alla notte. Realizzato in tessuto di alta qualità, questo capo versatile promette comfort e stile. Il suo design semplice ma sofisticato consente infinite possibilità di outfit, rendendolo un must-have nel tuo guardaroba.","fr-FR":"Rehaussez votre look quotidien avec ce vêtement intemporel qui passe sans effort du jour à la nuit. Fabriqué à partir d\u0027un tissu de haute qualité, cet article polyvalent promet confort et style. Son design simple mais sophistiqué permet d\u0027innombrables possibilités de tenues, en faisant un incontournable de votre garde-robe.","es-ES":"Eleva tu look diario con esta prenda atemporal que se adapta perfectamente del día a la noche. Elaborada con tejidos de alta calidad, esta versátil prenda promete comodidad y estilo. Su diseño sencillo pero sofisticado permite infinitas posibilidades de conjunto, convirtiéndola en un imprescindible en tu armario."},"DefaultPriceInCents":75199,"Id":"019438a0-4e36-7913-81ed-ec3c797f4936","CreatedAt":"2025-01-05T22:40:17.4627393+00:00","UpdatedAt":null},{"Name":"Elegant Casual Blouse","DescriptionLocalized":{"en-US":"Add a touch of elegance to your everyday wardrobe with this casual blouse. Made from soft, breathable fabric, this blouse is perfect for a day at the office or a weekend brunch with friends. The relaxed fit and flattering drape make it easy to style with jeans, trousers, or skirts. The subtle details like delicate embroidery or a playful print add a fun twist to a classic design. Whether you\u0027re headed to a work meeting or a date night, this blouse will keep you looking and feeling your best.","de-DE":"Fügen Sie mit dieser lässigen Bluse einen Hauch von Eleganz zu Ihrer alltäglichen Garderobe hinzu. Hergestellt aus weichem, atmungsaktivem Stoff, ist diese Bluse perfekt für einen Tag im Büro oder einen Wochenendbrunch mit Freunden. Die lockere Passform und der schmeichelnde Fall machen es einfach, sie mit Jeans, Hosen oder Röcken zu kombinieren. Die subtilen Details wie feine Stickereien oder ein verspieltes Muster bringen einen spaßigen Touch in das klassische Design. Egal, ob Sie zu einem Geschäftstreffen oder einem Date Abend gehen, diese Bluse wird Sie gut aussehen und sich gut fühlen lassen.","it-IT":"Aggiungi un tocco di eleganza al tuo guardaroba quotidiano con questa camicetta casual. Realizzata con un tessuto morbido e traspirante, questa camicetta è perfetta per una giornata in ufficio o un brunch nel weekend con gli amici. La vestibilità rilassata e la caduta favorevole la rendono facile da abbinare a jeans, pantaloni o gonne. I dettagli sottili come ricami delicati o una stampa giocosa aggiungono un tocco divertente a un design classico. Che tu stia andando a una riunione di lavoro o a una serata romantica, questa camicetta ti farà sembrare e sentire al meglio.","fr-FR":"Ajoutez une touche d\u0027élégance à votre garde-robe de tous les jours avec cette blouse décontractée. Fabriquée dans un tissu doux et respirant, cette blouse est parfaite pour une journée au bureau ou un brunch le week-end avec des amis. La coupe décontractée et le drapé flatteur la rendent facile à associer avec des jeans, des pantalons ou des jupes. Les détails subtils comme de délicates broderies ou un imprimé ludique ajoutent une touche amusante à un design classique. Que vous vous rendiez à une réunion de travail ou à un rendez-vous galant, cette blouse vous garantira une apparence et un ressenti de qualité.","es-ES":"Añade un toque de elegancia a tu armario cotidiano con esta blusa casual. Hecha de un tejido suave y transpirable, esta blusa es perfecta para un día en la oficina o un brunch de fin de semana con amigos. El corte relajado y la caída favorecedora hacen que sea fácil de combinar con vaqueros, pantalones o faldas. Los detalles sutiles como delicados bordados o un estampado lúdico añaden un toque divertido a un diseño clásico. Ya sea que vayas a una reunión de trabajo o una cita nocturna, esta blusa te mantendrá luciendo y sintiéndote genial."},"DefaultPriceInCents":79287,"Id":"019438a0-7cef-7034-b0ba-12ed1218bc6e","CreatedAt":"2025-01-05T22:40:29.4238824+00:00","UpdatedAt":null},{"Name":"Elegant Flowing Blouse","DescriptionLocalized":{"en-US":"This stunning garment features a beautiful flowing design that exudes sophistication and style. With its delicate fabric and intricate details, this elegant blouse is perfect for both casual and formal occasions. The flattering silhouette and graceful drape make it a standout piece in any wardrobe. The versatile color options allow you to easily mix and match with your favorite bottoms. Elevate your look with this timeless and chic blouse that will make you feel confident and polished.","de-DE":"Dieses atemberaubende Kleidungsstück zeichnet sich durch ein wunderschönes fließendes Design aus, das Raffinesse und Stil ausstrahlt. Mit seinem zarten Stoff und den filigranen Details ist diese elegante Bluse perfekt für sowohl legere als auch formelle Anlässe. Die schmeichelhafte Silhouette und der elegante Fall machen sie zu einem herausragenden Stück in jedem Kleiderschrank. Die vielseitigen Farboptionen ermöglichen es Ihnen, sie problemlos mit Ihren Lieblingsunterteilen zu kombinieren. Verbessern Sie Ihr Aussehen mit dieser zeitlosen und schicken Bluse, die Sie selbstbewusst und gepflegt fühlen lässt.","it-IT":"Questo splendido capo presenta un bellissimo design fluttuante che trasuda sofisticazione e stile. Con il suo tessuto delicato e dettagli intricati, questa elegante blusa è perfetta sia per occasioni casual che formali. La silhouette favorevole e il cadere grazioso la rendono un capo che si distingue in qualsiasi guardaroba. Le versatili opzioni di colore ti consentono di abbinarla facilmente ai tuoi pantaloni preferiti. Eleva il tuo look con questa blusa senza tempo e chic che ti farà sentire sicura di te e curata.","fr-FR":"Ce magnifique vêtement présente un superbe design fluide qui dégage sophistication et style. Avec son tissu délicat et ses détails complexes, cette élégante blouse est parfaite pour les occasions décontractées et formelles. La silhouette flatteuse et la tombée gracieuse en font un élément phare de toute garde-robe. Les options de couleurs polyvalentes vous permettent de mixer et assortir facilement avec vos bas préférés. Rehaussez votre look avec cette blouse intemporelle et chic qui vous fera vous sentir confiante et soignée.","es-ES":"Esta impresionante prenda presenta un hermoso diseño fluido que irradia sofisticación y estilo. Con su delicada tela y detalles intrincados, esta elegante blusa es perfecta tanto para ocasiones informales como formales. La silueta favorecedora y la caída elegante la convierten en una pieza destacada en cualquier guardarropa. Las versátiles opciones de color te permiten combinarla fácilmente con tus partes inferiores favoritas. Eleva tu look con esta blusa atemporal y elegante que te hará sentir segura y pulida."},"DefaultPriceInCents":90490,"Id":"019438a0-abd8-7bb6-843a-76af22e03913","CreatedAt":"2025-01-05T22:40:41.4324523+00:00","UpdatedAt":null},{"Name":"Sunset Horizon Printed Blouse","DescriptionLocalized":{"en-US":"Adorn yourself with the vibrant hues of the setting sun with our Sunset Horizon Printed Blouse. Made with soft, lightweight fabric, this blouse features a stunning print of a scenic horizon at dusk. The relaxed fit and flowy silhouette make it a comfortable and stylish choice for any occasion. Whether paired with jeans for a casual outing or with trousers for a more polished look, this blouse is sure to make a statement. Embrace the beauty of nature and bring a touch of the sunset wherever you go with this unique piece.","de-DE":"Schmücken Sie sich mit den lebendigen Farben der untergehenden Sonne mit unserer Sunset Horizon Printed Blouse. Hergestellt aus weichem, leichtem Stoff, zeichnet sich diese Bluse durch einen atemberaubenden Druck eines landschaftlichen Horizonts bei Sonnenuntergang aus. Die lockere Passform und die fließende Silhouette machen sie zu einer bequemen und stilvollen Wahl für jeden Anlass. Ob mit Jeans für einen zwanglosen Ausflug oder mit Hosen für einen eleganteren Look kombiniert, diese Bluse wird garantiert Eindruck machen. Erleben Sie die Schönheit der Natur und bringen Sie mit diesem einzigartigen Stück ein Stück des Sonnenuntergangs überall dorthin, wo Sie hingehen.","it-IT":"Adorna te stesso con le tonalità vibranti del sole che tramonta con la nostra Sunset Horizon Printed Blouse. Realizzata con un tessuto morbido e leggero, questa blusa presenta una stampa mozzafiato di un orizzonte scenico al crepuscolo. Il taglio comodo e la silhouette fluida la rendono una scelta confortevole e alla moda per qualsiasi occasione. Che sia abbinata a jeans per un\u0027uscita informale o a pantaloni per un look più curato, questa blusa saprà farsi notare. Abbraccia la bellezza della natura e porta un tocco di tramonto ovunque tu vada con questo pezzo unico.","fr-FR":"Ornez-vous des couleurs vibrantes du soleil couchant avec notre Sunset Horizon Printed Blouse. Fabriquée dans un tissu doux et léger, cette blouse présente un impressionnant imprimé d\u0027un horizon scénique au crépuscule. La coupe décontractée et la silhouette fluide en font un choix confortable et élégant pour toutes les occasions. Que vous l\u0027associiez à un jean pour une sortie décontractée ou à un pantalon pour un look plus raffiné, cette blouse ne passera pas inaperçue. Embrassez la beauté de la nature et apportez une touche de coucher de soleil partout où vous allez avec ce pièce unique.","es-ES":"Adórnate con los tonos vibrantes del sol poniente con nuestra Sunset Horizon Printed Blouse. Fabricada con un tejido suave y ligero, esta blusa presenta una impresionante impresión de un horizonte escénico al atardecer. El corte holgado y la silueta fluida la convierten en una opción cómoda y elegante para cualquier ocasión. Ya sea combinada con vaqueros para una salida informal o con pantalones para un look más pulido, esta blusa sin duda llamará la atención. Acepta la belleza de la naturaleza y lleva un toque de la puesta de sol dondequiera que vayas con esta pieza única."},"DefaultPriceInCents":85703,"Id":"019438a0-da67-761d-aac1-25da6d9d1a65","CreatedAt":"2025-01-05T22:40:53.351664+00:00","UpdatedAt":null},{"Name":"Breathe Easy Linen","DescriptionLocalized":{"en-US":"Introducing our Breathe Easy Linen, a versatile and lightweight garment designed for maximum comfort and style. Made from the finest quality linen, this piece will keep you feeling fresh and cool all day long. The relaxed fit allows for effortless movement and breathability, making it perfect for any occasion. Whether you\u0027re lounging at home or out and about, the Breathe Easy Linen is a must-have in your wardrobe. Available in a range of classic colors, this timeless piece is sure to become a staple in your collection.","de-DE":"Unser Breathe Easy Linen ist ein vielseitiges und leichtes Kleidungsstück, das für maximalen Komfort und Stil entwickelt wurde. Aus feinstem Leinen gefertigt, hält dieses Stück Sie den ganzen Tag über frisch und kühl. Die lockere Passform ermöglicht mühelose Bewegung und Atmungsaktivität und macht sie perfekt für jede Gelegenheit. Egal, ob Sie zu Hause entspannen oder unterwegs sind, das Breathe Easy Linen ist ein Muss in Ihrem Kleiderschrank. Erhältlich in einer Reihe von klassischen Farben, wird dieses zeitlose Stück sicher zu einem Grundnahrungsmittel in Ihrer Sammlung werden.","it-IT":"Vi presentiamo il nostro Breathe Easy Linen, un capo versatile e leggero progettato per massimo comfort e stile. Realizzato con il miglior lino di qualità, questo pezzo ti farà sentire fresco e fresco tutto il giorno. La vestibilità comoda consente un movimento senza sforzo e una maggiore traspirabilità, rendendola perfetta per ogni occasione. Che tu stia rilassandoti a casa o fuori, il Breathe Easy Linen è un must nel tuo guardaroba. Disponibile in una gamma di colori classici, questo pezzo senza tempo diventerà sicuramente un caposaldo nella tua collezione.","fr-FR":"Découvrez notre Breathe Easy Linen, un vêtement polyvalent et léger conçu pour un confort et un style maximum. Fabriqué à partir de lin de la meilleure qualité, ce vêtement vous gardera frais et frais toute la journée. La coupe décontractée permet un mouvement sans effort et une respirabilité maximale, ce qui le rend parfait pour toutes les occasions. Que vous vous détendiez à la maison ou que vous soyez en déplacement, le Breathe Easy Linen est un incontournable de votre garde-robe. Disponible dans une gamme de couleurs classiques, cette pièce intemporelle deviendra sûrement un incontournable de votre collection.","es-ES":"Presentamos nuestro Breathe Easy Linen, una prenda versátil y ligera diseñada para brindar la máxima comodidad y estilo. Hecho con el mejor lino de calidad, esta pieza te mantendrá fresco y fresco todo el día. El ajuste relajado permite un movimiento sin esfuerzo y una mayor transpirabilidad, lo que lo hace perfecto para cualquier ocasión. Ya sea que estés relajándote en casa o fuera, el Breathe Easy Linen es un imprescindible en tu armario. Disponible en una variedad de colores clásicos, esta pieza atemporal seguramente se convertirá en un básico en tu colección."},"DefaultPriceInCents":26786,"Id":"019438a0-f302-73d1-9379-271ceb0cdb62","CreatedAt":"2025-01-05T22:40:59.6505827+00:00","UpdatedAt":null},{"Name":"Sunrise Horizon","DescriptionLocalized":{"en-US":"Embrace the beauty of a new day with our Sunrise Horizon. Made with lightweight and breathable fabric, this garment features a stunning design inspired by the colors of the sunrise. Perfect for early morning hikes or casual weekend outings, this piece will elevate your wardrobe with a touch of nature\u0027s splendor.","de-DE":"Genießen Sie die Schönheit eines neuen Tages mit unserem Sunrise Horizon. Hergestellt aus leichtem und atmungsaktivem Stoff, zeichnet sich dieses Kleidungsstück durch ein atemberaubendes Design aus, das von den Farben des Sonnenaufgangs inspiriert ist. Perfekt für frühe Morgenwanderungen oder lässige Wochenendausflüge, wird dieses Stück Ihre Garderobe mit einem Hauch von Naturschönheit bereichern.","it-IT":"Abbraccia la bellezza di un nuovo giorno con il nostro Sunrise Horizon. Realizzato con un tessuto leggero e traspirante, questo capo presenta un design mozzafiato ispirato ai colori dell\u0027alba. Perfetto per escursioni mattutine o per passeggiate casual durante il weekend, questo pezzo aggiungerà un tocco di splendore naturale al tuo guardaroba.","fr-FR":"Embrassez la beauté d\u0027un nouveau jour avec notre Sunrise Horizon. Fabriqué avec un tissu léger et respirant, ce vêtement arbore un design époustouflant inspiré des couleurs du lever de soleil. Parfait pour les randonnées matinales ou les sorties décontractées du week-end, cette pièce rehaussera votre garde-robe d\u0027une touche de splendeur naturelle.","es-ES":"Abraza la belleza de un nuevo día con nuestra Sunrise Horizon. Confeccionada con una tela ligera y transpirable, esta prenda presenta un diseño impresionante inspirado en los colores del amanecer. Perfecta para excursiones matutinas o salidas de fin de semana, esta pieza elevará tu armario con un toque del esplendor de la naturaleza."},"DefaultPriceInCents":31808,"Id":"019438a1-0f79-7dda-812f-aa86004ab97b","CreatedAt":"2025-01-05T22:41:06.9376032+00:00","UpdatedAt":null},{"Name":"Cozy Striped Pullover","DescriptionLocalized":{"en-US":"Stay warm and stylish with our Cozy Striped Pullover. Made from soft, breathable fabric, this pullover features a classic striped pattern in a variety of neutral colors. The relaxed fit and high-quality material make it perfect for everyday wear. Pair it with your favorite jeans or leggings for a casual yet put-together look.","de-DE":"Bleiben Sie warm und stilvoll mit unserem Cozy Striped Pullover. Aus weichem, atmungsaktivem Stoff gefertigt, verfügt dieser Pullover über ein klassisches Streifenmuster in verschiedenen neutralen Farben. Die lockere Passform und das hochwertige Material machen ihn perfekt für den täglichen Gebrauch. Kombinieren Sie ihn mit Ihrer Lieblingsjeans oder Leggings für einen lässigen, aber edlen Look.","it-IT":"Rimani caldo e alla moda con il nostro Cozy Striped Pullover. Realizzato in tessuto morbido e traspirante, questo pullover presenta un classico motivo a righe in una varietà di colori neutri. La vestibilità ampia e il materiale di alta qualità lo rendono perfetto per l\u0027uso quotidiano. Abbinatelo ai vostri jeans o leggings preferiti per un look casual ma curato.","fr-FR":"Restez au chaud et stylé avec notre pull rayé confortable. Fabriquée dans un tissu doux et respirant, ce pull présente un motif à rayures classique dans une variété de couleurs neutres. La coupe décontractée et le matériau de haute qualité le rendent parfait pour un usage quotidien. Associez-le à votre jean ou legging préféré pour un look décontracté mais élégant.","es-ES":"Mantente abrigado y con estilo con nuestro pullover a rayas acogedor. Hecho de un tejido suave y transpirable, este pullover presenta un clásico estampado a rayas en una variedad de colores neutros. El ajuste holgado y el material de alta calidad lo hacen perfecto para el uso diario. Combínalo con tus jeans o leggings favoritos para un look casual pero elegante."},"DefaultPriceInCents":73670,"Id":"019438a1-3260-7232-b240-f4d046998976","CreatedAt":"2025-01-05T22:41:15.8727756+00:00","UpdatedAt":null},{"Name":"Elevate Linen Blouse","DescriptionLocalized":{"en-US":"The Elevate Linen Blouse is the perfect piece to add to your wardrobe for a touch of effortless chic. Made from lightweight and breathable linen fabric, this blouse is ideal for any occasion. Its relaxed and flowy silhouette offers comfort and style, while the subtle button-down details add a touch of elegance. Pair it with your favorite jeans for a casual look or dress it up with tailored pants for a sophisticated ensemble. Embrace the laid-back vibe of linen with this versatile and timeless blouse.","de-DE":"Die Elevate Leinenbluse ist das perfekte Stück, um Ihrem Kleiderschrank eine Prise müheloser Eleganz hinzuzufügen. Hergestellt aus leichtem und atmungsaktivem Leinenstoff, ist diese Bluse für jeden Anlass ideal. Ihre entspannte und fließende Silhouette bietet Komfort und Stil, während die subtilen Knopfleisten-Details eine Note Eleganz hinzufügen. Kombinieren Sie sie mit Ihren Lieblingsjeans für einen legeren Look oder kleiden Sie sie mit einer eleganten Hose für ein anspruchsvolles Ensemble auf. Erleben Sie die entspannte Atmosphäre von Leinen mit dieser vielseitigen und zeitlosen Bluse.","it-IT":"La Blusa in Lino Elevate è il capo perfetto da aggiungere al tuo guardaroba per un tocco di eleganza senza sforzo. Realizzata in leggero e traspirante tessuto di lino, questa blusa è ideale per qualsiasi occasione. La sua silhouette rilassata e fluida offre comfort e stile, mentre i dettagli con bottoni discreti aggiungono un tocco di eleganza. Abbinatela ai vostri jeans preferiti per un look casual o indossatela con pantaloni sartoriali per un ensemble sofisticato. Abbraccia l\u0027atmosfera rilassata del lino con questa blusa versatile e senza tempo.","fr-FR":"La Blouse en Lin Élégance est le vêtement parfait à ajouter à votre garde-robe pour une touche de chic sans effort. Fabriquée à partir d\u0027un tissu de lin léger et respirant, cette blouse est idéale pour toute occasion. Sa silhouette décontractée et fluide offre confort et style, tandis que les détails de boutonnage subtils ajoutent une touche d\u0027élégance. Associez-la à votre jean préféré pour un look décontracté ou portez-la avec un pantalon tailleur pour un ensemble sophistiqué. Adoptez l\u0027ambiance détendue du lin avec cette blouse polyvalente et intemporelle.","es-ES":"La Blusa de Lino Elegante es la pieza perfecta para añadir a tu colección de ropa y darle un toque de elegancia sin esfuerzo. Hecha de un tejido ligero y transpirable de lino, esta blusa es ideal para cualquier ocasión. Su silueta relajada y fluida ofrece comodidad y estilo, mientras que los detalles de botones sutiles añaden una pizca de elegancia. Combínala con tus vaqueros favoritos para un look informal o viste pantalones a medida para un ensemble sofisticado. Abraza la atmósfera relajada del lino con esta blusa versátil y atemporal."},"DefaultPriceInCents":53011,"Id":"019438a1-602a-7169-a49d-de5a4f527102","CreatedAt":"2025-01-05T22:41:27.5948785+00:00","UpdatedAt":null},{"Name":"Sunset Horizon Blouse","DescriptionLocalized":{"en-US":"Introducing our Sunset Horizon Blouse, perfect for a day out in the sun or a casual evening with friends. This unique piece features a striking ombre design that transitions from golden yellow to deep crimson, reminiscent of a beautiful sunset. The lightweight and breathable fabric will keep you cool and comfortable all day long. The relaxed fit and flowy silhouette make it easy to style with your favorite bottoms, whether it\u0027s denim jeans or a maxi skirt. Elevate your wardrobe with this versatile blouse that exudes effortless style and charm.","de-DE":"Unsere Sunset Horizon Bluse ist perfekt für einen Tag in der Sonne oder einen entspannten Abend mit Freunden. Dieses einzigartige Stück zeichnet sich durch ein auffälliges Ombre-Design aus, das von goldenem Gelb zu tiefem Karmesinrot wechselt und an einen wunderschönen Sonnenuntergang erinnert. Der leichte und atmungsaktive Stoff sorgt den ganzen Tag über für kühlen und bequemen Tragekomfort. Die lockere Passform und die fließende Silhouette machen es einfach, sie mit Ihren Lieblingsunterteilen zu kombinieren, sei es Jeans oder ein Maxirock. Ergänzen Sie Ihre Garderobe mit dieser vielseitigen Bluse, die mühelosen Stil und Charme ausstrahlt.","it-IT":"Presentiamo la nostra Blusa Tramonto all\u0027Orizzonte, perfetta per una giornata al sole o una serata informale con gli amici. Questo capo unico presenta un design all\u0027ombra sorprendente che transita dal giallo dorato al rosso cremisi intenso, evocando un bellissimo tramonto. Il tessuto leggero e traspirante ti terrà fresca e comoda per tutto il giorno. La vestibilità rilassata e la silhouette fluida rendono facile da abbinare ai tuoi pantaloni preferiti, che siano jeans o una gonna lunga. Ravviva il tuo guardaroba con questa versatile blusa che emana uno stile e un fascino senza sforzo.","fr-FR":"Découvrez notre chemisier Horizon Coucher de Soleil, parfait pour une journée ensoleillée ou une soirée décontractée entre amis. Ce vêtement unique présente un design ombré frappant qui évolue du jaune doré au rouge profond, évoquant un magnifique coucher de soleil. Le tissu léger et respirant vous garantit fraîcheur et confort toute la journée. La coupe décontractée et la silhouette fluide permettent de l\u0027associer facilement à vos bas préférés, que ce soit un jean ou une jupe longue. Rehaussez votre garde-robe avec ce chemisier polyvalent qui dégage un style et un charme naturels.","es-ES":"Presentamos nuestra Blusa Horizonte del Atardecer, perfecta para un día al sol o una noche informal con amigos. Esta pieza única presenta un llamativo diseño degradado que va desde el amarillo dorado hasta el carmesí profundo, evocando un hermoso atardecer. La tela ligera y transpirable te mantendrá fresca y cómoda durante todo el día. La caída holgada y la silueta fluida la hacen fácil de combinar con tus pantalones favoritos, ya sea denim o una falda maxi. Eleva tu armario con esta blusa versátil que irradia estilo y encanto sin esfuerzo."},"DefaultPriceInCents":62236,"Id":"019438a1-8cac-7f6c-9cf3-85d6a9a7a24b","CreatedAt":"2025-01-05T22:41:38.988768+00:00","UpdatedAt":null},{"Name":"Elevate Essential","DescriptionLocalized":{"en-US":"Elevate your everyday look with this versatile staple piece. Made from a soft and breathable fabric, this top features a timeless design that can easily be dressed up or down. The relaxed fit and subtle detailing make it a must-have addition to your wardrobe. Pair it with your favorite bottoms for a casual yet polished ensemble.","de-DE":"Verleihen Sie Ihrem Alltags-Look mit diesem vielseitigen Grundstück das gewisse Etwas. Hergestellt aus einem weichen und atmungsaktiven Stoff, verfügt dieses Oberteil über ein zeitloses Design, das leicht auf- oder abgerufen werden kann. Die lockere Passform und die subtilen Details machen es zu einem Muss in Ihrem Kleiderschrank. Kombinieren Sie es mit Ihren Lieblingsunterteilen für ein legeres und dennoch elegantes Ensemble.","it-IT":"Valorizza il tuo look quotidiano con questo capo versatile. Realizzata in un tessuto morbido e traspirante, questa maglietta presenta un design senza tempo che può essere facilmente indossato casual o elegante. La vestibilità comoda e i dettagli discreti la rendono un must-have nel tuo guardaroba. Abbinatela ai tuoi pantaloni preferiti per un look raffinato e casual.","fr-FR":"Rehaussez votre look de tous les jours avec ce vêtement polyvalent. Fabriqué dans un tissu doux et respirant, ce haut arbore un design intemporel qui peut être facilement porté de manière décontractée ou habillée. La coupe décontractée et les détails subtils en font un élément indispensable dans votre garde-robe. Associez-le à vos bas préférés pour un ensemble décontracté mais raffiné.","es-ES":"Eleva tu look diario con esta prenda versátil. Confeccionada en un tejido suave y transpirable, esta parte superior presenta un diseño atemporal que puede llevarse fácilmente de forma informal o elegante. El corte holgado y los detalles sutiles la convierten en un imprescindible en tu armario. Combínala con tus pantalones favoritos para un conjunto informal pero sofisticado."},"DefaultPriceInCents":65333,"Id":"019438a1-a6f9-75a0-9844-ea7baa528c0f","CreatedAt":"2025-01-05T22:41:45.7212143+00:00","UpdatedAt":null},{"Name":"Sunrise Horizon","DescriptionLocalized":{"en-US":"Embrace the beauty of the dawn with our Sunrise Horizon garment. This unique piece embodies the vibrant colors and energy of a sunrise, bringing a sense of warmth and positivity to your wardrobe. Crafted from high-quality materials, this garment offers comfort and style in equal measure. The design features a striking horizon motif, symbolizing new beginnings and endless possibilities. Whether you\u0027re starting your day or heading out for a night on the town, the Sunrise Horizon garment is the perfect choice to elevate your look.","de-DE":"Umarme die Schönheit des Morgens mit unserem Kleidungsstück Sunrise Horizon. Dieses einzigartige Stück verkörpert die lebendigen Farben und die Energie eines Sonnenaufgangs und verleiht Ihrer Garderobe Wärme und Positivität. Hergestellt aus hochwertigen Materialien, bietet dieses Kleidungsstück sowohl Komfort als auch Stil. Das Design zeichnet sich durch ein markantes Horizontmotiv aus, das neue Anfänge und endlose Möglichkeiten symbolisiert. Ob Sie Ihren Tag beginnen oder sich auf den Weg in die Stadt machen, das Kleidungsstück Sunrise Horizon ist die perfekte Wahl, um Ihren Look zu verbessern.","it-IT":"Abbraccia la bellezza dell\u0027alba con il nostro capo Sunrise Horizon. Questo pezzo unico incarna i colori vibranti e l\u0027energia di un\u0027alba, portando calore e positività nel tuo guardaroba. Realizzato con materiali di alta qualità, questo capo offre comfort e stile in ugual misura. Il design presenta un motivo orizzonte accattivante, simboleggiante nuovi inizi e possibilità infinite. Che tu stia iniziando la giornata o ti stia dirigendo verso una serata in città, il capo Sunrise Horizon è la scelta perfetta per valorizzare il tuo look.","fr-FR":"Embrassez la beauté de l\u0027aube avec notre vêtement Sunrise Horizon. Cette pièce unique incarne les couleurs vibrantes et l\u0027énergie d\u0027un lever de soleil, apportant chaleur et positivité à votre garde-robe. Fabriqué à partir de matériaux de haute qualité, ce vêtement offre confort et style en quantités égales. Le design présente un motif d\u0027horizon frappant, symbolisant de nouveaux départs et des possibilités infinies. Que vous commenciez votre journée ou que vous vous dirigiez vers une soirée en ville, le vêtement Sunrise Horizon est le choix parfait pour rehausser votre look.","es-ES":"Abraza la belleza del amanecer con nuestra prenda Sunrise Horizon. Esta pieza única encarna los colores vibrantes y la energía de un amanecer, aportando calidez y positividad a tu armario. Elaborada con materiales de alta calidad, esta prenda ofrece comodidad y estilo en igual medida. El diseño presenta un llamativo motivo de horizonte, simbolizando nuevos comienzos y posibilidades infinitas. Ya sea que estés comenzando tu día o saliendo para una noche en la ciudad, la prenda Sunrise Horizon es la elección perfecta para elevar tu look."},"DefaultPriceInCents":15563,"Id":"019438a1-cc1e-7998-b5a9-d6c74e71319e","CreatedAt":"2025-01-05T22:41:55.2306186+00:00","UpdatedAt":null},{"Name":"Sunrise Celebration Print","DescriptionLocalized":{"en-US":"Introducing our Sunrise Celebration Print, a versatile and stylish garment that will elevate your wardrobe. Crafted with premium quality materials, this piece features a unique and vibrant print inspired by the beauty of a sunrise. Perfect for any occasion, this garment is designed to make a statement and turn heads wherever you go. Whether you dress it up with a blazer or keep it casual with jeans, this print is sure to add a touch of elegance to your look.","de-DE":"Unser Sunrise Celebration Print ist ein vielseitiges und stilvolles Kleidungsstück, das Ihre Garderobe aufwertet. Hergestellt aus hochwertigen Materialien, besticht dieses Stück durch ein einzigartiges und lebendiges Druckmuster, inspiriert von der Schönheit eines Sonnenaufgangs. Perfekt für jeden Anlass, wurde dieses Kleidungsstück entworfen, um Eindruck zu machen und überall Aufmerksamkeit zu erregen. Egal, ob Sie es mit einem Blazer kombinieren oder lässig mit Jeans tragen, dieser Druck verleiht Ihrem Look garantiert eine Portion Eleganz.","it-IT":"Presentiamo il nostro Stampa Celebrazione dell\u0027Alba, un capo versatile e alla moda che valorizzerà il tuo guardaroba. Realizzato con materiali di alta qualità, questo capo presenta una stampa unica e vibrante ispirata alla bellezza di un\u0027alba. Perfetto per ogni occasione, questo capo è progettato per fare colpo e attirare l\u0027attenzione ovunque tu vada. Che tu lo indossi con una giacca elegante o in modo casual con dei jeans, questa stampa sicuramente aggiungerà un tocco di eleganza al tuo look.","fr-FR":"Découvrez notre Imprimé Célébration du Lever du Soleil, un vêtement polyvalent et élégant qui sublimera votre garde-robe. Fabriqué avec des matériaux de qualité premium, ce vêtement arbore un imprimé unique et vibrant inspiré par la beauté d\u0027un lever de soleil. Parfait pour toute occasion, ce vêtement est conçu pour faire sensation et attirer les regards partout où vous allez. Que vous le portiez avec un blazer ou de façon décontractée avec un jean, cet imprimé est sûr d\u0027ajouter une touche d\u0027élégance à votre tenue.","es-ES":"Presentamos nuestro Estampado de Celebración del Amanecer, una prenda versátil y elegante que elevará tu guardarropa. Elaborado con materiales de primera calidad, esta pieza presenta un estampado único y vibrante inspirado en la belleza de un amanecer. Perfecto para cualquier ocasión, esta prenda está diseñada para llamar la atención y destacar dondequiera que vayas. Ya sea que lo combines con una americana o lo lleves de forma informal con vaqueros, este estampado seguramente añadirá un toque de elegancia a tu look."},"DefaultPriceInCents":37876,"Id":"019438a1-f0c1-7bfb-aeca-7500bc291dc2","CreatedAt":"2025-01-05T22:42:04.6097292+00:00","UpdatedAt":null},{"Name":"Athletic Performance Crew","DescriptionLocalized":{"en-US":"Elevate your athletic performance with our sleek and breathable crew neck. Designed with moisture-wicking technology to keep you cool and dry during intense workouts. The lightweight fabric offers maximum comfort and freedom of movement. Perfect for running, weightlifting, or yoga sessions. This versatile top is a must-have addition to your activewear collection.","de-DE":"Steigern Sie Ihre sportliche Leistung mit unserem eleganten und atmungsaktiven Rundhalsausschnitt. Entwickelt mit Feuchtigkeitsableitender Technologie, um Sie während intensiver Workouts kühl und trocken zu halten. Der leichte Stoff bietet maximalen Komfort und Bewegungsfreiheit. Ideal zum Laufen, Gewichtheben oder Yoga-Übungen. Dieses vielseitige Oberteil ist eine unverzichtbare Ergänzung für Ihre Sportbekleidungskollektion.","it-IT":"Migliora le tue prestazioni atletiche con il nostro elegante e traspirante collo a giro. Progettato con tecnologia assorbente per mantenerti fresco e asciutto durante allenamenti intensi. Il tessuto leggero offre massimo comfort e libertà di movimento. Perfetto per correre, sollevare pesi o sessioni di yoga. Questo top versatile è un must per la tua collezione di activewear.","fr-FR":"Améliorez vos performances athlétiques avec notre col rond élégant et respirant. Conçu avec une technologie d\u0027évacuation de l\u0027humidité pour vous garder au frais et au sec pendant les entraînements intenses. Le tissu léger offre un confort maximal et une liberté de mouvement. Parfait pour la course à pied, l\u0027haltérophilie ou les séances de yoga. Ce haut polyvalent est un ajout indispensable à votre collection de vêtements de sport.","es-ES":"Mejora tu rendimiento atlético con nuestro elegante y transpirable cuello redondo. Diseñado con tecnología que absorbe la humedad para mantenerte fresco y seco durante los entrenamientos intensos. La tela ligera ofrece máxima comodidad y libertad de movimiento. Perfecto para correr, levantar pesas o sesiones de yoga. Esta versátil parte superior es una adición imprescindible a tu colección de ropa deportiva."},"DefaultPriceInCents":18366,"Id":"019438a2-0f18-7fe2-ab8d-093653a8f382","CreatedAt":"2025-01-05T22:42:12.3762182+00:00","UpdatedAt":null},{"Name":"Elegant Curve-Fit Blouse","DescriptionLocalized":{"en-US":"Elevate your wardrobe with our elegant curve-fit blouse. Made from luxurious fabric, this blouse features a flattering silhouette that accentuates your curves. The intricate detailing and chic design make it a versatile piece for both casual and formal occasions. Pair it with your favorite bottoms for a sophisticated look that effortlessly transitions from day to night.","de-DE":"Werten Sie Ihre Garderobe mit unserer eleganten Kurvenpassform-Bluse auf. Aus luxuriösem Stoff gefertigt, zeichnet sich diese Bluse durch eine schmeichelhafte Silhouette aus, die Ihre Kurven betont. Die aufwendige Verzierung und das schicke Design machen sie zu einem vielseitigen Kleidungsstück für sowohl legere als auch formelle Anlässe. Kombinieren Sie sie mit Ihren Lieblingshosen für einen anspruchsvollen Look, der mühelos vom Tag in die Nacht übergeht.","it-IT":"Valorizza il tuo guardaroba con la nostra elegante blusa a vestibilità a curva. Realizzata in tessuto di lusso, questa blusa presenta una silhouette che valorizza le tue curve. I dettagli intricati e il design chic la rendono un capo versatile per occasioni sia casual che formali. Abbinala ai tuoi pantaloni preferiti per un look sofisticato che si trasforma senza sforzo dal giorno alla notte.","fr-FR":"Rehaussez votre garde-robe avec notre élégante blouse à ajustement courbe. Fabriquée à partir de tissu de luxe, cette blouse offre une silhouette flatteuse qui met en valeur vos courbes. Les détails complexes et le design chic en font un vêtement polyvalent pour les occasions décontractées et formelles. Associez-la à votre bas préféré pour un look sophistiqué qui se transforme facilement du jour à la nuit.","es-ES":"Eleve su guardarropa con nuestra elegante blusa entallada. Hecha de tejido lujoso, esta blusa presenta una silueta favorecedora que resalta sus curvas. Los detalles intrincados y el diseño elegante la convierten en una prenda versátil para ocasiones tanto informales como formales. Combínala con tus pantalones favoritos para un look sofisticado que se adapta sin esfuerzo del día a la noche."},"DefaultPriceInCents":24766,"Id":"019438a2-29f6-7c1f-98c7-c46c7c74e5db","CreatedAt":"2025-01-05T22:42:19.2549119+00:00","UpdatedAt":null},{"Name":"Sunset Horizon","DescriptionLocalized":{"en-US":"Introducing our Sunset Horizon, a timeless wardrobe staple that effortlessly combines style and comfort. Crafted from breathable, high-quality fabric, this piece features a unique design inspired by the vibrant colors of a sunset. Whether you\u0027re lounging at home or heading out for a casual outing, the Sunset Horizon is the perfect choice to elevate your look with a touch of sophistication.","de-DE":"Entdecken Sie unseren Sunset Horizon, ein zeitloser Kleiderschrank-Klassiker, der Stil und Komfort mühelos verbindet. Aus atmungsaktivem, hochwertigem Stoff gefertigt, verfügt dieses Stück über ein einzigartiges Design, inspiriert von den lebendigen Farben eines Sonnenuntergangs. Egal, ob Sie zu Hause entspannen oder sich für einen lockeren Ausflug auf den Weg machen, der Sunset Horizon ist die perfekte Wahl, um Ihren Look mit einer Prise Sophistication zu veredeln.","it-IT":"Presentiamo il nostro Sunset Horizon, un capo intramontabile che combina alla perfezione stile e comfort. Realizzato in tessuto traspirante di alta qualità, questo capo presenta un design unico ispirato ai colori vibranti di un tramonto. Che tu sia a casa a rilassarti o in partenza per un\u0027uscita informale, il Sunset Horizon è la scelta perfetta per elevare il tuo look con un tocco di sofisticatezza.","fr-FR":"Découvrez notre Sunset Horizon, un intemporel incontournable qui allie avec élégance style et confort. Confectionné dans un tissu respirant de haute qualité, cet article arbore un design unique inspiré des couleurs vives d\u0027un coucher de soleil. Que vous soyez en train de vous détendre à la maison ou de partir pour une sortie décontractée, le Sunset Horizon est le choix parfait pour rehausser votre look avec une touche de sophistication.","es-ES":"Presentamos nuestro Sunset Horizon, un básico atemporal de armario que combina estilo y confort de forma sencilla. Elaborado con tejido transpirable de alta calidad, esta prenda presenta un diseño único inspirado en los colores vibrantes de un atardecer. Ya sea que estés descansando en casa o saliendo para una salida informal, el Sunset Horizon es la elección perfecta para elevar tu look con un toque de sofisticación."},"DefaultPriceInCents":49843,"Id":"019438a2-447f-7067-b343-c8aafd8bdfcf","CreatedAt":"2025-01-05T22:42:26.0477399+00:00","UpdatedAt":null},{"Name":"Sleek Urban Style Garment","DescriptionLocalized":{"en-US":"Elevate your street style game with this sleek and modern garment. Made from high quality materials, this piece is designed for both comfort and style. The minimalist design and clean lines will easily elevate any outfit to a whole new level. Perfect for casual wear or dressing up for a night out on the town.","de-DE":"Erheben Sie Ihr urbanes Stilspiel mit diesem schicken und modernen Kleidungsstück. Hergestellt aus hochwertigen Materialien, ist dieses Stück sowohl für Komfort als auch Stil konzipiert. Das minimalistische Design und klare Linien heben jedes Outfit ganz einfach auf ein neues Level. Perfekt für den lässigen Look oder zum Ausgehen in der Stadt.","it-IT":"Eleva il tuo stile urbano con questo capo elegante e moderno. Realizzato con materiali di alta qualità, questo pezzo è progettato sia per il comfort che per lo stile. Il design minimalista e le linee pulite aggiungeranno facilmente un tocco speciale a qualsiasi outfit. Perfetto sia per l\u0027abbigliamento casual che per uscite serali in città.","fr-FR":"Rehaussez votre style urbain avec ce vêtement élégant et moderne. Fabriqué à partir de matériaux de qualité, cette pièce est conçue pour allier confort et style. Le design minimaliste et les lignes épurées rehausseront facilement n\u0027importe quelle tenue. Parfait pour une tenue décontractée ou pour une sortie en ville.","es-ES":"Eleva tu estilo urbano con esta prenda elegante y moderna. Fabricada con materiales de alta calidad, esta pieza está diseñada tanto para la comodidad como para el estilo. El diseño minimalista y las líneas limpias elevarán fácilmente cualquier conjunto a un nuevo nivel. Perfecta para vestir de forma casual o para una noche de fiesta en la ciudad."},"DefaultPriceInCents":54240,"Id":"019438a2-5cbc-7886-95ea-8c1b7aab0bff","CreatedAt":"2025-01-05T22:42:32.2526696+00:00","UpdatedAt":null},{"Name":"Sunset Dreams Blouse","DescriptionLocalized":{"en-US":"The Sunset Dreams Blouse is a versatile and sophisticated piece that will elevate any outfit. Crafted from lightweight and breathable fabric, this blouse features a unique sunset-inspired print that adds a pop of color to your look. The relaxed fit and flowy silhouette make it perfect for all-day wear, whether you\u0027re running errands or meeting friends for brunch. The v-neckline and adjustable tie at the waist allow you to customize the fit for your comfort. Pair it with your favorite denim for a casual-cool vibe, or dress it up with tailored trousers for a more polished ensemble.","de-DE":"Die Sunset Dreams Bluse ist ein vielseitiges und elegantes Stück, das jedes Outfit aufwertet. Aus leichtem und atmungsaktivem Stoff gefertigt, verfügt diese Bluse über einen einzigartigen Sonnenuntergangsdruck, der einen Hauch von Farbe in Ihr Outfit zaubert. Die lockere Passform und die fließende Silhouette machen sie perfekt für den ganztägigen Einsatz, egal ob Sie Besorgungen machen oder Freunde zum Brunch treffen. Der V-Ausschnitt und die verstellbare Taille ermöglichen es Ihnen, die Passform individuell anzupassen. Kombinieren Sie sie mit Ihrer Lieblings-Denim für ein lässiges Flair oder kleiden Sie sie mit maßgeschneiderten Hosen für ein eleganteres Ensemble.","it-IT":"La Blusa Sunset Dreams è un capo versatile e sofisticato che darà un tocco elegante a qualsiasi outfit. Realizzata in tessuto leggero e traspirante, questa blusa presenta un originale stampa ispirata al tramonto che aggiunge un tocco di colore al tuo look. Il taglio comodo e la silhouette morbida la rendono perfetta per essere indossata tutto il giorno, che tu stia facendo commissioni o incontrando amici per il brunch. Lo scollo a V e il laccio regolabile in vita ti permettono di personalizzare la vestibilità per il tuo comfort. Abbinala ai tuoi jeans preferiti per un look casual-cool, oppure indossala con pantaloni eleganti per un\u0027ensemble più curato.","fr-FR":"La blouse Sunset Dreams est un vêtement polyvalent et sophistiqué qui rehaussera n\u0027importe quelle tenue. Fabriqué dans un tissu léger et respirant, cette blouse arbore un imprimé unique inspiré du coucher de soleil qui ajoute une touche de couleur à votre look. La coupe décontractée et la silhouette fluide en font un choix parfait pour un usage quotidien, que vous fassiez des courses ou que vous rencontriez des amis pour le brunch. Le décolleté en V et la ceinture ajustable à la taille vous permettent de personnaliser la coupe pour votre confort. Associez-la à votre jean préféré pour une allure décontractée, ou portez-la avec un pantalon tailleur pour un ensemble plus élégant.","es-ES":"La Blusa Sunset Dreams es una prenda versátil y sofisticada que elevará cualquier outfit. Elaborada con tejido ligero y transpirable, esta blusa cuenta con un estampado único inspirado en el atardecer que añade un toque de color a tu look. El corte holgado y la silueta fluida la hacen perfecta para llevar todo el día, ya sea que estés haciendo diligencias o quedando con amigos para un brunch. El escote en V y el lazo ajustable en la cintura te permiten personalizar el ajuste para tu comodidad. Combínala con tu denim favorito para un estilo informal y fresco, o vístela con pantalones de vestir para un conjunto más pulido."},"DefaultPriceInCents":52178,"Id":"019438a2-8682-771d-be50-e64175085a6b","CreatedAt":"2025-01-05T22:42:42.9470124+00:00","UpdatedAt":null},{"Name":"Sunset Wave Raglan","DescriptionLocalized":{"en-US":"Introducing our all-new Sunset Wave Raglan, designed for those who seek comfort and style in their everyday attire. Made from a soft and durable cotton blend, this raglan features a unique wave print in vibrant sunset hues, perfect for adding a pop of color to your wardrobe. The relaxed fit and raglan sleeves offer a laid-back feel that is perfect for all-day wear. Whether you\u0027re heading to the beach or hanging out with friends, this Sunset Wave Raglan is sure to become a favorite in your closet.","de-DE":"Unser brandneues Sunset Wave Raglan bringt Komfort und Stil in Ihren Alltag. Hergestellt aus einer weichen und strapazierfähigen Baumwollmischung, verfügt dieser Raglan über einen einzigartigen Wellen-Print in lebendigen Sonnenuntergangsfarben, perfekt um einen Hauch von Farbe in Ihre Garderobe zu bringen. Der lässige Schnitt und die Raglanärmel sorgen für ein entspanntes Tragegefühl, das den ganzen Tag über perfekt ist. Egal, ob Sie zum Strand gehen oder mit Freunden abhängen, dieser Sunset Wave Raglan wird sicherlich zu einem Favoriten in Ihrem Kleiderschrank.","it-IT":"Presentiamo il nostro nuovissimo Sunset Wave Raglan, progettato per coloro che cercano comfort e stile nel loro abbigliamento quotidiano. Realizzato in morbida e resistente miscela di cotone, questo raglan presenta una stampa unica a onde nei vivaci colori del tramonto, perfetta per aggiungere un tocco di colore al tuo guardaroba. Il taglio morbido e le maniche raglan offrono una sensazione rilassata ideale per essere indossata tutto il giorno. Che tu stia andando al mare o a fare quattro chiacchiere con gli amici, questo Sunset Wave Raglan diventerà sicuramente un preferito nel tuo armadio.","fr-FR":"Découvrez notre tout nouveau Sunset Wave Raglan, conçu pour ceux qui recherchent le confort et le style dans leur tenue de tous les jours. Fabriqué dans un mélange de coton doux et durable, ce raglan arbore un imprimé unique de vagues aux couleurs vives du coucher de soleil, idéal pour apporter une touche de couleur à votre garde-robe. La coupe décontractée et les manches raglan offrent une sensation décontractée parfaite pour être portée toute la journée. Que vous vous rendiez à la plage ou que vous passiez du temps avec des amis, ce Sunset Wave Raglan deviendra sûrement un incontournable de votre placard.","es-ES":"Presentamos nuestro nuevo Sunset Wave Raglan, diseñado para aquellos que buscan comodidad y estilo en su atuendo diario. Elaborado con una mezcla de algodón suave y resistente, este raglan cuenta con un estampado único de olas en vibrantes colores del atardecer, perfecto para agregar un toque de color a tu guardarropa. El corte holgado y las mangas raglán ofrecen una sensación relajada ideal para llevar todo el día. Ya sea que vayas a la playa o pases el rato con amigos, este Sunset Wave Raglan se convertirá seguro en un favorito en tu armario."},"DefaultPriceInCents":56531,"Id":"019438a2-ab70-7fdd-8d61-a95811afffe3","CreatedAt":"2025-01-05T22:42:52.4004336+00:00","UpdatedAt":null},{"Name":"Sunset Horizon","DescriptionLocalized":{"en-US":"Embrace the beauty of a setting sun with the Sunset Horizon. Crafted from soft and breathable fabric, this piece features a unique blend of warm colors reminiscent of a summer evening. The relaxed silhouette offers a versatile look that can be dressed up or down depending on the occasion. Perfect for lounging at home or enjoying a leisurely stroll, this garment is a must-have for any fashion enthusiast.","de-DE":"Genießen Sie die Schönheit eines Sonnenuntergangs mit dem Sunset Horizon. Hergestellt aus weichem und atmungsaktivem Stoff, zeichnet sich dieses Stück durch eine einzigartige Mischung warmer Farben aus, die an einen Sommerabend erinnern. Die legere Silhouette bietet einen vielseitigen Look, der je nach Anlass schick oder lässig gestylt werden kann. Perfekt zum Entspannen zu Hause oder für einen gemütlichen Spaziergang - dieses Kleidungsstück ist ein Muss für jeden Modebegeisterten.","it-IT":"Abbraccia la bellezza di un tramonto con il Sunset Horizon. Realizzato in tessuto morbido e traspirante, questo capo presenta una combinazione unica di colori caldi che ricordano una serata estiva. La silhouette rilassata offre un look versatile che può essere indossato casual o elegante a seconda dell\u0027occasione. Perfetto per rilassarsi a casa o godersi una passeggiata tranquilla, questo capo è un must per ogni appassionato di moda.","fr-FR":"Embrassez la beauté d\u0027un coucher de soleil avec le Sunset Horizon. Fabriqué à partir d\u0027un tissu doux et respirant, ce vêtement présente un mélange unique de couleurs chaudes rappelant une soirée estivale. La silhouette décontractée offre un look polyvalent pouvant être habillé ou décontracté en fonction de l\u0027occasion. Parfait pour se détendre à la maison ou profiter d\u0027une promenade paisible, ce vêtement est un incontournable pour tout passionné de mode.","es-ES":"Abraza la belleza de un atardecer con el Sunset Horizon. Elaborado con tela suave y transpirable, esta prenda presenta una combinación única de colores cálidos que recuerdan a una tarde de verano. La silueta relajada ofrece un look versátil que se puede vestir de forma elegante o casual según la ocasión. Perfecto para relajarse en casa o disfrutar de un tranquilo paseo, esta prenda es imprescindible para cualquier entusiasta de la moda."},"DefaultPriceInCents":20291,"Id":"019438a2-c759-725a-a6b7-daac2ea47c86","CreatedAt":"2025-01-05T22:42:59.5461016+00:00","UpdatedAt":null},{"Name":"Sunrise Horizon Blouse","DescriptionLocalized":{"en-US":"Embrace the dawn of a new day with our Sunrise Horizon Blouse. This versatile piece features a relaxed fit and billowy sleeves, perfect for any occasion from morning brunch to an evening soirée. Crafted from lightweight, breathable fabric, this blouse drapes beautifully over your silhouette for a flattering yet effortless look. The unique sunrise-inspired print adds a touch of warmth and vibrancy to your outfit, making it a standout piece in your wardrobe. Whether paired with tailored trousers for a polished office look or with denim shorts for a casual day out, the Sunrise Horizon Blouse is a must-have staple for every fashion-forward individual.","de-DE":"Begrüßen Sie den Beginn eines neuen Tages mit unserer Sunrise Horizon Bluse. Dieses vielseitige Stück besticht durch eine lockere Passform und weite Ärmel, perfekt für jeden Anlass, vom morgendlichen Brunch bis zu einem abendlichen Soiree. Aus leichtem, atmungsaktivem Stoff gefertigt, fällt diese Bluse wunderschön über Ihre Silhouette für einen schmeichelhaften, dennoch mühelos wirkenden Look. Der einzigartige, von Sonnenaufgängen inspirierte Druck verleiht Ihrem Outfit eine Note von Wärme und Lebendigkeit und macht es zu einem auffälligen Stück in Ihrem Kleiderschrank. Ob mit maßgeschneiderten Hosen für einen gepflegten Büro-Look oder mit Jeansshorts für einen legeren Tag, die Sunrise Horizon Bluse ist ein unverzichtbares Basic für jeden modebewussten Menschen.","it-IT":"Abbraccia l\u0027alba di un nuovo giorno con la nostra Blusa Sunrise Horizon. Questo capo versatile presenta una vestibilità rilassata e maniche svolazzanti, perfetto per qualsiasi occasione, dal brunch mattutino a una serata in compagnia. Realizzata in tessuto leggero e traspirante, questa blusa cade bellissimamente sulla tua silhouette per un look lusinghiero ma senza sforzi. La stampa unica ispirata all\u0027alba aggiunge un tocco di calore e vitalità al tuo outfit, rendendola un capo protagonista nel tuo guardaroba. Che si tratti di abbinarla a pantaloni su misura per un look da ufficio elegante o a shorts di jeans per una giornata informale, la Blusa Sunrise Horizon è un capo indispensabile per ogni individuo attento alla moda.","fr-FR":"Accueillez l\u0027aube d\u0027un nouveau jour avec notre chemisier Sunrise Horizon. Ce vêtement polyvalent arbore une coupe décontractée et des manches amples, parfait pour toute occasion, du brunch du matin à une soirée en soirée. Fabriquée dans un tissu léger et respirant, ce chemisier tombe magnifiquement sur votre silhouette pour un look flatteur mais sans effort. L\u0027imprimé unique inspiré du lever du soleil ajoute une touche de chaleur et de vitalité à votre tenue, en faisant une pièce incontournable de votre garde-robe. Que ce soit associé à un pantalon tailleur pour un look de bureau élégant ou à un short en jean pour une journée décontractée, le chemisier Sunrise Horizon est un indispensable pour tout individu soucieux de la mode.","es-ES":"Acepta el amanecer de un nuevo día con nuestra Blusa Sunrise Horizon. Esta pieza versátil cuenta con un ajuste relajado y mangas abullonadas, perfecta para cualquier ocasión, desde un brunch matutino hasta una soirée nocturna. Elaborada en tejido ligero y transpirable, esta blusa cae bellamente sobre tu silueta para un look favorecedor pero sin esfuerzo. El estampado único inspirado en el amanecer añade un toque de calidez y vitalidad a tu outfit, convirtiéndola en una pieza destacada en tu armario. Ya sea combinada con pantalones a medida para un look de oficina pulido o con shorts de mezclilla para un día informal, la Blusa Sunrise Horizon es una prenda imprescindible para todo individuo consciente de la moda."},"DefaultPriceInCents":47912,"Id":"019438a2-f2ed-7807-8216-37728566adbc","CreatedAt":"2025-01-05T22:43:10.7020637+00:00","UpdatedAt":null},{"Name":"Sunset Horizon Long Sleeve","DescriptionLocalized":{"en-US":"Embrace the beauty of nature with our Sunset Horizon long sleeve. Featuring a stunning ombre design that reflects the colors of a vibrant sunset, this piece is perfect for those who appreciate the peacefulness of dusk. The soft and breathable fabric will keep you comfortable all day long, while the relaxed fit adds a touch of casual elegance to your ensemble. Whether you\u0027re lounging at home or exploring the great outdoors, this long sleeve is a versatile addition to your wardrobe.","de-DE":"Genießen Sie die Schönheit der Natur mit unserem Sunset Horizon Langarmshirt. Mit einem atemberaubenden Farbverlauf-Design, das die Farben eines lebendigen Sonnenuntergangs widerspiegelt, ist dieses Stück perfekt für diejenigen, die die Ruhe der Abenddämmerung zu schätzen wissen. Der weiche und atmungsaktive Stoff hält Sie den ganzen Tag über bequem, während der lockere Schnitt eine lässige Eleganz zu Ihrem Outfit hinzufügt. Egal, ob Sie zu Hause entspannen oder die Natur erkunden, dieses Langarmshirt ist eine vielseitige Ergänzung für Ihre Garderobe.","it-IT":"Abbraccia la bellezza della natura con la nostra maglia a maniche lunghe Sunset Horizon. Con un design fantastico a sfumature che riflette i colori di un tramonto vibrante, questo capo è perfetto per chi apprezza la tranquillità del crepuscolo. Il tessuto morbido e traspirante ti terrà comodo tutto il giorno, mentre il taglio ampio aggiunge un tocco di eleganza casual al tuo outfit. Che tu stia rilassandoti a casa o esplorando la natura, questa maglia a maniche lunghe è un\u0027aggiunta versatile al tuo guardaroba.","fr-FR":"Admirez la beauté de la nature avec notre Sunset Horizon à manches longues. Doté d\u0027un superbe design dégradé qui reflète les couleurs d\u0027un coucher de soleil vibrant, ce modèle est parfait pour ceux qui apprécient la quiétude du crépuscule. Le tissu doux et respirant vous gardera confortable toute la journée, tandis que la coupe décontractée ajoute une touche d\u0027élégance décontractée à votre tenue. Que vous soyez à la maison ou en pleine nature, ce à manches longues est une addition polyvalente à votre garde-robe.","es-ES":"Abraza la belleza de la naturaleza con nuestra Sunset Horizon de manga larga. Con un diseño de degradado impresionante que refleja los colores de un vibrante atardecer, esta prenda es perfecta para aquellos que aprecian la tranquilidad del anochecer. El tejido suave y transpirable te mantendrá cómodo todo el día, mientras que el corte holgado añade un toque de elegancia casual a tu conjunto. Ya sea que estés relajándote en casa o explorando la naturaleza, esta de manga larga es una adición versátil a tu guardarropa."},"DefaultPriceInCents":2610,"Id":"019438a3-1131-7d2a-b512-1e1ccc12ea0f","CreatedAt":"2025-01-05T22:43:18.449553+00:00","UpdatedAt":null},{"Name":"Cosmic Cotton Crew Neck","DescriptionLocalized":{"en-US":"Embrace the cosmic vibes with our Cotton Crew Neck! Made from high-quality cotton fabric, this crew neck is perfect for everyday wear. The unique cosmic design gives this piece a modern and stylish look, making it a versatile addition to your wardrobe. Whether you\u0027re lounging at home or out with friends, this crew neck will keep you comfortable and on-trend. The crew neck features a relaxed fit and a crew neckline for a casual yet polished look. Pair it with your favorite jeans or leggings for a laid-back but chic outfit that will turn heads. Upgrade your casual wardrobe with our Cosmic Cotton Crew Neck today!","de-DE":"Genießen Sie die kosmischen Vibes mit unserem Cotton Crew Neck! Hergestellt aus hochwertiger Baumwollstoff, ist dieser Crew Neck perfekt für den täglichen Gebrauch. Das einzigartige kosmische Design verleiht diesem Stück einen modernen und stilvollen Look und macht es zu einer vielseitigen Ergänzung Ihrer Garderobe. Egal, ob Sie zu Hause entspannen oder mit Freunden unterwegs sind, dieser Crew Neck hält Sie bequem und in Mode. Der Crew Neck hat eine lockere Passform und einen Rundhalsausschnitt für einen lässigen, aber eleganten Look. Kombinieren Sie ihn mit Ihrer Lieblingsjeans oder Leggings für ein lässiges, aber schickes Outfit, das Aufmerksamkeit erregt. Upgrade deine Freizeitgarderobe mit unserem Cosmic Cotton Crew Neck!","it-IT":"Abbraccia le vibrazioni cosmiche con il nostro Cotton Crew Neck! Realizzato in tessuto di cotone di alta qualità, questo crew neck è perfetto per l\u0027uso quotidiano. Il design cosmico unico dà a questo capo un look moderno e alla moda, rendendolo un\u0027aggiunta versatile al tuo guardaroba. Che tu stia rilassandoti a casa o con gli amici, questo crew neck ti terrà comodo e alla moda. Il crew neck presenta una vestibilità rilassata e una scollatura rotonda per un look casual ma curato. Abbinatelo ai vostri jeans o leggings preferiti per un outfit casual ma elegante che farà girare la testa. Aggiorna il tuo guardaroba casual con il nostro Cosmic Cotton Crew Neck oggi!","fr-FR":"Embrassez les vibes cosmiques avec notre Cotton Crew Neck ! Fabriqué à partir d\u0027un tissu en coton de haute qualité, ce crew neck est parfait pour un usage quotidien. Le design cosmique unique donne à cette pièce un look moderne et stylé, en faisant un ajout polyvalent à votre garde-robe. Que vous vous relaxiez chez vous ou soyez avec des amis, ce crew neck vous maintiendra confortable et à la mode. Le crew neck présente une coupe décontractée et un décolleté rond pour un look décontracté mais élégant. Associez-le à vos jeans ou leggings préférés pour un ensemble décontracté mais chic qui attirera l\u0027attention. Mettez à jour votre garde-robe décontractée avec notre Cosmic Cotton Crew Neck dès aujourd\u0027hui !","es-ES":"¡Abraza las vibraciones cósmicas con nuestro Cotton Crew Neck! Hecho de tela de algodón de alta calidad, este crew neck es perfecto para el uso diario. El diseño cósmico único le da a esta pieza un aspecto moderno y elegante, convirtiéndolo en una adición versátil a tu armario. Ya sea que estés relajándote en casa o saliendo con amigos, este crew neck te mantendrá cómodo y a la moda. El crew neck presenta un ajuste relajado y un escote redondo para un look informal pero pulido. Combínalo con tus jeans o leggings favoritos para un conjunto informal pero elegante que dejará impresionados. ¡Actualiza tu guardarropa casual con nuestro Cosmic Cotton Crew Neck hoy!"},"DefaultPriceInCents":22015,"Id":"019438a3-3898-7c05-8c93-530632b1d91c","CreatedAt":"2025-01-05T22:43:28.5369929+00:00","UpdatedAt":null},{"Name":"Cozy Flannel Button-Up","DescriptionLocalized":{"en-US":"Stay warm and stylish with our cozy flannel button-up. Made from soft and durable material, this garment is the perfect choice for chilly days and nights. Featuring a classic design and intricate details, this flannel shirt will elevate your look effortlessly. The button-up style allows for easy layering, making it a versatile piece for your wardrobe. Whether you\u0027re relaxing at home or heading out for a casual outing, this flannel shirt will keep you comfortable and on trend.","de-DE":"Bleiben Sie warm und stilvoll mit unserem gemütlichen Flanellhemd mit Knöpfen. Hergestellt aus weichem und strapazierfähigem Material ist dieses Kleidungsstück die perfekte Wahl für kühle Tage und Nächte. Mit einem klassischen Design und raffinierten Details wird dieses Flanellhemd mühelos Ihr Outfit aufwerten. Der Knopfverschluss ermöglicht ein einfaches Schichten, was es zu einem vielseitigen Stück für Ihren Kleiderschrank macht. Egal ob Sie zu Hause entspannen oder für einen zwanglosen Ausflug unterwegs sind, dieses Flanellhemd hält Sie bequem und trendy.","it-IT":"Rimani al caldo e alla moda con la nostra confortevole camicia di flanella con bottoni. Realizzato in materiale morbido e resistente, questo capo è la scelta perfetta per giornate e notti fredde. Con un design classico e dettagli intricati, questa camicia di flanella saprà elevare il tuo look senza sforzo. Lo stile con bottoni consente un facile stratificare, rendendolo un capo versatile per il tuo guardaroba. Che tu stia rilassandoti a casa o ti stia preparando per un\u0027uscita informale, questa camicia di flanella ti terrà comodo e alla moda.","fr-FR":"Restez au chaud et élégant avec notre chemise en flanelle confortable à boutons. Fabriqué à partir de matériaux doux et durables, ce vêtement est le choix parfait pour les jours et les nuits fraîches. Dotée d’un design classique et de détails complexes, cette chemise en flanelle rehaussera votre look sans effort. La fermeture boutonnée permet un superposition facile, en faisant un vêtement polyvalent pour votre garde-robe. Que vous vous relaxiez à la maison ou que vous partiez pour une sortie décontractée, cette chemise en flanelle vous gardera confortable et tendance.","es-ES":"Mantente abrigado y con estilo con nuestra acogedora camisa de franela abotonada. Fabricada con materiales suaves y duraderos, esta prenda es la elección perfecta para los días y noches fríos. Con un diseño clásico y detalles intrincados, esta camisa de franela elevará tu look sin esfuerzo. El cierre de botones permite una fácil superposición, convirtiéndola en una pieza versátil para tu armario. Ya sea que estés relajándote en casa o saliendo para una salida informal, esta camisa de franela te mantendrá cómodo y a la moda."},"DefaultPriceInCents":86199,"Id":"019438a3-58f4-760b-b88d-97c2b21990a2","CreatedAt":"2025-01-05T22:43:36.8209721+00:00","UpdatedAt":null},{"Name":"Sunset Stripe","DescriptionLocalized":{"en-US":"Introducing our Sunset Stripe, a versatile piece that effortlessly transitions from day to night. This unique garment features a vibrant design inspired by the colors of a summer sunset, perfect for adding a pop of color to any outfit. The high-quality fabric is soft and breathable, ensuring all-day comfort. The relaxed fit and casual style make it suitable for all occasions, from a casual weekend brunch to a night out with friends. Stand out from the crowd in our Sunset Stripe and elevate your wardrobe with a touch of effortless style.","de-DE":"Unser Sunset Stripe ist ein vielseitiges Kleidungsstück, das mühelos vom Tag bis in die Nacht übergeht. Dieses einzigartige Kleidungsstück zeichnet sich durch ein lebhaftes Design aus, das von den Farben eines Sommer-Sonnenuntergangs inspiriert ist, perfekt, um jedem Outfit einen Farbtupfer zu verleihen. Der hochwertige Stoff ist weich und atmungsaktiv und sorgt so für den ganzen Tag über Komfort. Die lockere Passform und der legere Stil machen es für alle Anlässe geeignet, vom entspannten Wochenendbrunch bis zum Abend mit Freunden. Heben Sie sich in unserem Sunset Stripe von der Masse ab und verleihen Sie Ihrer Garderobe mit einer Prise mühelosem Stil das gewisse Etwas.","it-IT":"Presentiamo il nostro Sunset Stripe, un capo versatile che transita facilmente dal giorno alla notte. Questo capo unico presenta un design vivace ispirato ai colori di un tramonto estivo, perfetto per aggiungere un tocco di colore a qualsiasi outfit. Il tessuto di alta qualità è morbido e traspirante, garantendo comfort per tutto il giorno. La vestibilità ampia e lo stile casual lo rendono adatto a tutte le occasioni, dal brunch informale del fine settimana a una serata fuori con gli amici. Fatti notare indossando il nostro Sunset Stripe e eleva il tuo guardaroba con un tocco di stile senza sforzo.","fr-FR":"Découvrez notre Sunset Stripe, un vêtement polyvalent qui se transforme facilement du jour à la nuit. Ce vêtement unique arbore un design vibrant inspiré des couleurs d\u0027un coucher de soleil estival, idéal pour ajouter une touche de couleur à n\u0027importe quelle tenue. Le tissu de haute qualité est doux et respirant, assurant un confort toute la journée. La coupe décontractée et le style décontracté le rendent adapté à toutes les occasions, du brunch décontracté du week-end à une soirée entre amis. Démarquez-vous avec notre Sunset Stripe et rehaussez votre garde-robe d\u0027une touche de style sans effort.","es-ES":"Presentamos nuestro Sunset Stripe, una pieza versátil que transita sin esfuerzo del día a la noche. Esta prenda única cuenta con un diseño vibrante inspirado en los colores de un atardecer de verano, perfecto para añadir un toque de color a cualquier conjunto. La tela de alta calidad es suave y transpirable, garantizando comodidad durante todo el día. El corte holgado y el estilo casual lo hacen adecuado para todas las ocasiones, desde un brunch relajado de fin de semana hasta una noche de fiesta con amigos. Destaca con nuestro Sunset Stripe y eleva tu armario con un toque de estilo sin esfuerzo."},"DefaultPriceInCents":54473,"Id":"019438a3-7a8a-7dae-b55b-65a9d2b49197","CreatedAt":"2025-01-05T22:43:45.4190588+00:00","UpdatedAt":null},{"Name":"Cotton Comfort Essential","DescriptionLocalized":{"en-US":"Stay cozy and stylish with our Cotton Comfort Essential. Made from premium quality cotton, this versatile piece is perfect for any occasion. Whether you\u0027re lounging at home or going out for a casual gathering, this essential item will keep you feeling comfortable and looking chic. The breathable fabric ensures all-day comfort, while the classic design makes it easy to mix and match with your favorite bottoms. Elevate your everyday wardrobe with our Cotton Comfort Essential and experience the perfect blend of style and comfort.","de-DE":"Bleiben Sie gemütlich und stilvoll mit unserem Cotton Comfort Essential. Hergestellt aus hochwertiger Baumwolle, ist dieses vielseitige Stück perfekt für jeden Anlass. Ob Sie zu Hause entspannen oder sich für ein zwangloses Treffen außerhalb begeben, dieses essenzielle Kleidungsstück wird Sie in Komfort hüllen und elegant aussehen lassen. Der atmungsaktive Stoff sorgt für ganztägigen Komfort, während das klassische Design es einfach macht, mit Ihren Lieblingsunterteilen zu kombinieren. Steigern Sie Ihre alltägliche Garderobe mit unserem Cotton Comfort Essential und erleben Sie die perfekte Mischung aus Stil und Komfort.","it-IT":"Rimani accogliente e alla moda con il nostro Cotton Comfort Essential. Realizzato in cotone di alta qualità, questo capo versatile è perfetto per ogni occasione. Che tu stia rilassandoti a casa o ti rechi a un raduno informale, questo capo essenziale ti terrà comodo e chic. Il tessuto traspirante garantisce il comfort per tutto il giorno, mentre il design classico rende facile abbinarlo ai tuoi pantaloni preferiti. Elenca il tuo guardaroba quotidiano con il nostro Cotton Comfort Essential e vivi la perfetta combinazione di stile e comfort.","fr-FR":"Restez confortable et stylé avec notre Cotton Comfort Essential. Fabriqué en coton de qualité premium, ce vêtement polyvalent est parfait pour toutes les occasions. Que vous vous relaxiez chez vous ou que vous sortiez pour une réunion décontractée, ce vêtement essentiel vous procurera confort et élégance. Le tissu respirant assure un confort toute la journée, tandis que le design classique le rend facile à assortir avec vos bas préférés. Rehaussez votre garde-robe quotidienne avec notre Cotton Comfort Essential et profitez du mélange parfait de style et de confort.","es-ES":"Mantente acogedor y con estilo con nuestro Cotton Comfort Essential. Hecho de algodón de alta calidad, esta prenda versátil es perfecta para cualquier ocasión. Ya sea que estés descansando en casa o saliendo para una reunión informal, esta prenda esencial te mantendrá cómodo y con un look elegante. El tejido transpirable garantiza la comodidad durante todo el día, mientras que el diseño clásico hace que sea fácil de combinar con tus pantalones favoritos. Eleva tu armario cotidiano con nuestro Cotton Comfort Essential y experimenta la combinación perfecta de estilo y comodidad."},"DefaultPriceInCents":66894,"Id":"019438a3-97dd-702a-811c-6672ecfb9457","CreatedAt":"2025-01-05T22:43:52.9259935+00:00","UpdatedAt":null},{"Name":"Sunset Bliss","DescriptionLocalized":{"en-US":"Experience the euphoria of a breathtaking sunset with our Sunset Bliss garment. Designed for those who appreciate the beauty of nature, this piece will transport you to a state of tranquility and serenity. The vibrant colors and intricate patterns evoke a sense of peace and joy, making it the perfect addition to your wardrobe. Crafted from high-quality materials, this garment is soft to the touch and comfortable to wear. Whether you\u0027re lounging at home or exploring the great outdoors, the Sunset Bliss will enhance your sense of well-being and connection to the world around you.","de-DE":"Erleben Sie die Euphorie eines atemberaubenden Sonnenuntergangs mit unserem Sunset Bliss Kleidungsstück. Entworfen für diejenigen, die die Schönheit der Natur schätzen, wird dieses Stück Sie in einen Zustand von Gelassenheit und Ruhe versetzen. Die lebhaften Farben und die komplexen Muster rufen ein Gefühl von Frieden und Freude hervor und machen es zur perfekten Ergänzung für Ihre Garderobe. Hergestellt aus hochwertigen Materialien, ist dieses Kleidungsstück weich und angenehm zu tragen. Egal, ob Sie zu Hause entspannen oder die Natur erkunden, der Sunset Bliss wird Ihr Wohlbefinden und Ihre Verbindung zur Welt um Sie herum erhöhen.","it-IT":"Vivi l\u0027euforia di un tramonto mozzafiato con il nostro capo Sunset Bliss. Progettato per coloro che apprezzano la bellezza della natura, questo capo ti trasporterà in uno stato di tranquillità e serenità. I colori vibranti e i motivi intricati evocano un senso di pace e gioia, rendendolo il perfetto aggiunta al tuo guardaroba. Realizzato con materiali di alta qualità, questo capo è morbido al tatto e confortevole da indossare. Che tu stia rilassandoti a casa o esplorando la natura, il Sunset Bliss valorizzerà il tuo senso di benessere e connessione con il mondo circostante.","fr-FR":"Découvrez l\u0027euphorie d\u0027un coucher de soleil à couper le souffle avec notre vêtement Sunset Bliss. Conçu pour ceux qui apprécient la beauté de la nature, cette pièce vous transportera dans un état de tranquillité et de sérénité. Les couleurs vives et les motifs complexes évoquent un sentiment de paix et de joie, en en faisant l\u0027addition parfaite à votre garde-robe. Fabriqué à partir de matériaux de haute qualité, ce vêtement est doux au toucher et confortable à porter. Que vous vous détendiez à la maison ou que vous exploriez la nature, le Sunset Bliss renforcera votre sentiment de bien-être et de connexion avec le monde qui vous entoure.","es-ES":"Experimenta la euforia de un impresionante atardecer con nuestra prenda Sunset Bliss. Diseñada para aquellos que aprecian la belleza de la naturaleza, esta pieza te transportará a un estado de tranquilidad y serenidad. Los colores vibrantes y los patrones intrincados evocan una sensación de paz y alegría, convirtiéndola en el complemento perfecto para tu armario. Confeccionada con materiales de alta calidad, esta prenda es suave al tacto y cómoda de llevar. Ya sea que estés relajándote en casa o explorando la naturaleza, el Sunset Bliss aumentará tu sentido de bienestar y conexión con el mundo que te rodea."},"DefaultPriceInCents":49195,"Id":"019438a3-b984-7eb8-b96f-fb38317dfa20","CreatedAt":"2025-01-05T22:44:01.5408292+00:00","UpdatedAt":null},{"Name":"Sleek Cotton Crewneck","DescriptionLocalized":{"en-US":"Stay on trend with our sleek cotton crewneck, made from high-quality breathable fabric that keeps you comfortable all day long. The classic crewneck design pairs well with any outfit, making it a versatile addition to your wardrobe. The soft and durable material ensures long-lasting wear, perfect for everyday use. Whether you\u0027re heading to work or lounging at home, this crewneck will elevate your style effortlessly.","de-DE":"Bleiben Sie mit unserem schicken Baumwoll-Crewneck auf dem neuesten Stand, hergestellt aus hochwertigem atmungsaktivem Material, das Sie den ganzen Tag über komfortabel hält. Das klassische Crewneck-Design passt gut zu jedem Outfit und ist eine vielseitige Ergänzung für Ihre Garderobe. Das weiche und strapazierfähige Material garantiert eine langanhaltende Nutzung, ideal für den täglichen Gebrauch. Egal ob Sie zur Arbeit gehen oder zu Hause entspannen, dieser Crewneck wird Ihren Stil mühelos aufwerten.","it-IT":"Rimanete al passo con i tempi con il nostro elegante girocollo in cotone, realizzato in tessuto traspirante di alta qualità che vi garantisce il massimo comfort per tutta la giornata. Il design classico a girocollo si abbina bene con ogni outfit, rendendolo un\u0027aggiunta versatile al vostro guardaroba. Il materiale morbido e resistente assicura una vestibilità duratura, perfetta per un uso quotidiano. Che siate diretti al lavoro o restando a casa, questo girocollo valorizzerà il vostro stile in modo impeccabile.","fr-FR":"Restez dans l\u0027air du temps avec notre élégant col rond en coton, confectionné dans un tissu respirant de haute qualité qui vous assure un confort tout au long de la journée. Le design classique du col rond se marie bien avec n\u0027importe quelle tenue, en faisant un ajout polyvalent à votre garde-robe. La matière douce et durable garantit un usage longue durée, parfait pour un usage quotidien. Que vous vous rendiez au travail ou que vous vous détendiez à la maison, ce col rond rehaussera votre style sans effort.","es-ES":"Mantente a la moda con nuestro estiloso cuello redondo de algodón, fabricado con tejido transpirable de alta calidad que te mantiene cómodo durante todo el día. El diseño clásico de cuello redondo combina perfectamente con cualquier conjunto, convirtiéndolo en una adición versátil a tu armario. El material suave y duradero garantiza un uso prolongado, perfecto para el día a día. Ya sea que vayas al trabajo o te relajes en casa, este cuello redondo elevará tu estilo sin esfuerzo."},"DefaultPriceInCents":89747,"Id":"019438a3-d132-76f0-a5a7-9f5b6575e712","CreatedAt":"2025-01-05T22:44:07.6023022+00:00","UpdatedAt":null},{"Name":"Sunset Horizon Long Sleeves","DescriptionLocalized":{"en-US":"Embrace comfort and style with our Sunset Horizon Long Sleeves. Crafted from soft and breathable cotton, this garment features a stunning sunset print on the sleeves, adding a touch of adventure to your look. The relaxed fit and crew neckline make it perfect for everyday wear, whether you\u0027re lounging at home or exploring the great outdoors. Pair it with your favorite jeans or leggings for a laid-back yet trendy outfit. Stand out from the crowd and let your style shine with our Sunset Horizon Long Sleeves.","de-DE":"Genießen Sie Komfort und Stil mit unserem Sunset Horizon Langarmshirt. Aus weicher und atmungsaktiver Baumwolle gefertigt, verfügt dieses Kleidungsstück über einen atemberaubenden Sonnenuntergangsdruck auf den Ärmeln, der Ihrem Look eine Spur Abenteuer hinzufügt. Die lockere Passform und der Rundhalsausschnitt machen es perfekt für den täglichen Gebrauch, egal ob Sie zu Hause entspannen oder die Natur erkunden. Kombinieren Sie es mit Ihrer Lieblingsjeans oder Leggings für ein entspanntes, aber dennoch trendiges Outfit. Heben Sie sich von der Masse ab und lassen Sie Ihren Stil mit unserem Sunset Horizon Langarmshirt strahlen.","it-IT":"Abbraccia il comfort e lo stile con le nostre Magliette Sunset Horizon. Realizzato in morbido cotone traspirante, questo capo vanta una splendida stampa del tramonto sulle maniche, aggiungendo un tocco di avventura al tuo look. Il taglio morbido e lo scollo rotondo lo rendono perfetto per l\u0027uso quotidiano, sia che tu sia a casa a rilassarti o a esplorare la natura. Abbinatelo ai vostri jeans o leggings preferiti per un outfit rilassato ma trendy. Risaltate dalla folla e lasciate che il vostro stile risplenda con le nostre Magliette Sunset Horizon.","fr-FR":"Adoptez le confort et le style avec nos Manches Longues Coucher de Soleil Horizon. Fabriquée en coton doux et respirant, ce vêtement arbore une superbe impression de coucher de soleil sur les manches, ajoutant une touche d\u0027aventure à votre look. Sa coupe décontractée et son col rond en font l\u0027option parfaite pour un usage quotidien, que vous vous relaxiez à la maison ou exploriez la nature. Associez-la à votre jean ou legging préféré pour un ensemble détendu mais tendance. Faites la différence et laissez votre style briller avec nos Manches Longues Coucher de Soleil Horizon.","es-ES":"Abraza la comodidad y el estilo con nuestras Mangas Largas Horizonte del Atardecer. Confeccionada en algodón suave y transpirable, esta prenda presenta una impresionante impresión del atardecer en las mangas, añadiendo un toque de aventura a tu look. El corte amplio y el escote redondo lo hacen perfecto para el uso diario, ya sea que estés descansando en casa o explorando la naturaleza. Combínalo con tus jeans o leggings favoritos para un atuendo relajado pero a la moda. Destaca entre la multitud y deja que tu estilo brille con nuestras Mangas Largas Horizonte del Atardecer."},"DefaultPriceInCents":32103,"Id":"019438a3-fce8-7b20-bdf7-e402e211015c","CreatedAt":"2025-01-05T22:44:18.7923944+00:00","UpdatedAt":null},{"Name":"Cotton Classic","DescriptionLocalized":{"en-US":"Experience the comfort and style of our Cotton Classic. Made from high-quality cotton, this garment is designed to keep you cool and comfortable all day long. The classic design features a versatile fit that can be dressed up or down for any occasion. Whether you\u0027re running errands or lounging at home, the Cotton Classic will become a staple in your wardrobe. Available in a variety of colors, this timeless piece is perfect for layering or wearing on its own.","de-DE":"Erleben Sie den Komfort und Stil unserer Cotton Classic. Aus hochwertiger Baumwolle gefertigt, ist dieses Kleidungsstück darauf ausgelegt, Sie den ganzen Tag über kühl und bequem zu halten. Das klassische Design verfügt über eine vielseitige Passform, die für jeden Anlass angezogen oder abgenommen werden kann. Ob Sie Erledigungen machen oder sich zu Hause entspannen, die Cotton Classic wird zu einem festen Bestandteil Ihrer Garderobe. In einer Vielzahl von Farben erhältlich, ist dieses zeitlose Stück perfekt zum Schichten oder alleine tragen.","it-IT":"Scopri il comfort e lo stile del nostro Cotone Classico. Realizzato in cotone di alta qualità, questo capo è progettato per mantenerti fresco e comodo per tutto il giorno. Il design classico presenta una vestibilità versatile che può essere indossata con look casual o più eleganti per ogni occasione. Che tu stia facendo commissioni o rilassandoti a casa, il Cotone Classico diventerà un capo fondamentale nel tuo guardaroba. Disponibile in una varietà di colori, questo pezzo senza tempo è perfetto per essere indossato da solo o abbinato ad altri capi.","fr-FR":"Découvrez le confort et le style de notre Coton Classique. Fabriqué à partir de coton de haute qualité, ce vêtement est conçu pour vous garder au frais et confortable toute la journée. Le design classique offre une coupe polyvalente qui peut être habillée ou décontractée pour toutes les occasions. Que vous fassiez des courses ou que vous vous détendiez à la maison, le Coton Classique deviendra un incontournable de votre garde-robe. Disponible dans une variété de couleurs, cette pièce intemporelle est parfaite pour superposer ou porter seule.","es-ES":"Experimenta la comodidad y el estilo de nuestro Clásico de Algodón. Fabricado con algodón de alta calidad, esta prenda está diseñada para mantenerte fresco y cómodo todo el día. El diseño clásico cuenta con un ajuste versátil que se puede vestir de manera casual o elegante para cualquier ocasión. Ya sea que estés haciendo recados o relajándote en casa, el Clásico de Algodón se convertirá en un básico en tu guardarropa. Disponible en una variedad de colores, esta pieza atemporal es perfecta para superponer o llevar sola."},"DefaultPriceInCents":27984,"Id":"019438a4-1949-7e12-88ea-226b49678883","CreatedAt":"2025-01-05T22:44:26.0575675+00:00","UpdatedAt":null},{"Name":"Coastal Breeze","DescriptionLocalized":{"en-US":"Step into a fresh ocean breeze with our Coastal Breeze garment. Crafted from lightweight, breathable fabric in a relaxed fit, this piece is perfect for casual outings or beachside adventures. The subtle nautical-inspired design features calming blue hues reminiscent of the sea and sky. With its versatile style, you can easily pair it with your favorite bottoms for a effortlessly chic look. Embrace the tranquil vibes of the coast with our Coastal Breeze garment.","de-DE":"Tauchen Sie ein in eine frische Meeresbrise mit unserem Coastal Breeze Kleidungsstück. Aus leichtem, atmungsaktivem Stoff in lockerer Passform gefertigt, ist dieses Stück perfekt für legere Unternehmungen oder Strandabenteuer. Das dezente, nautisch inspirierte Design zeigt beruhigende blaue Töne, die an das Meer und den Himmel erinnern. Mit seinem vielseitigen Stil können Sie es mühelos mit Ihrer Lieblingshose kombinieren, um einen mühelos schicken Look zu kreieren. Genießen Sie die ruhigen Vibes der Küste mit unserem Coastal Breeze Kleidungsstück.","it-IT":"Immergiti in una fresca brezza oceanica con il nostro capo Coastal Breeze. Realizzato in tessuto leggero e traspirante in una vestibilità rilassata, questo pezzo è perfetto per uscite casual o avventure in riva al mare. Il design nautico sottile presenta tonalità blu rilassanti che ricordano il mare e il cielo. Con il suo stile versatile, puoi abbinarlo facilmente ai tuoi pantaloni preferiti per un look chic senza sforzo. Abbraccia le vibrazioni tranquille della costa con il nostro capo Coastal Breeze.","fr-FR":"Plongez dans une brise océanique fraîche avec notre vêtement Coastal Breeze. Fabriqué dans un tissu léger et respirant avec une coupe décontractée, cette pièce est parfaite pour les sorties décontractées ou les aventures en bord de mer. Le design subtil inspiré de la navigation présente des nuances bleues apaisantes rappelant la mer et le ciel. Avec son style polyvalent, vous pouvez facilement l\u0027associer à vos bas préférés pour un look chic et sans effort. Embrassez les vibes tranquilles de la côte avec notre vêtement Coastal Breeze.","es-ES":"Sumérgete en una brisa oceánica fresca con nuestra prenda Coastal Breeze. Elaborada con un tejido ligero y transpirable en un ajuste relajado, esta pieza es perfecta para salidas casuales o aventuras en la playa. El diseño sutilmente inspirado en la navegación presenta tonos azules calmantes que recuerdan al mar y al cielo. Con su estilo versátil, puedes combinarlo fácilmente con tus pantalones favoritos para un look chic y sin esfuerzo. Abraza las vibraciones tranquilas de la costa con nuestra prenda Coastal Breeze."},"DefaultPriceInCents":75286,"Id":"019438a4-3517-7960-b5e4-3c19e4a95d1d","CreatedAt":"2025-01-05T22:44:33.1753205+00:00","UpdatedAt":null},{"Name":"Cotton Classic","DescriptionLocalized":{"en-US":"Step up your style game with this timeless cotton classic. Made from high-quality cotton fabric, this versatile piece features a relaxed fit and a classic crew neck design. Perfect for layering or wearing on its own, this essential piece will be a staple in your wardrobe for years to come.","de-DE":"Bringen Sie Ihren Stil auf ein neues Level mit diesem zeitlosen Baumwollklassiker. Hergestellt aus hochwertiger Baumwolle, verfügt dieses vielseitige Stück über eine lockere Passform und ein klassisches Rundhalsausschnitt-Design. Perfekt zum Layering oder zum Tragen alleine, wird dieses Kleidungsstück zu einem unverzichtbaren Bestandteil Ihrer Garderobe.","it-IT":"Eleva il tuo stile con questo classico in cotone senza tempo. Realizzato con tessuto di alta qualità, questo capo versatile presenta una vestibilità comoda e un design classico con scollo rotondo. Perfetto per stratificare o indossare da solo, questo capo essenziale sarà un must nel tuo guardaroba per gli anni a venire.","fr-FR":"Rehaussez votre jeu de style avec ce classique en coton intemporel. Fabriqué à partir de coton de haute qualité, ce vêtement polyvalent présente une coupe décontractée et un design de col rond classique. Parfait pour superposer ou porter seul, ce vêtement essentiel deviendra une pièce maîtresse de votre garde-robe pour les années à venir.","es-ES":"Mejora tu estilo con este clásico de algodón atemporal. Fabricado con tejido de algodón de alta calidad, esta pieza versátil presenta un ajuste relajado y un diseño clásico de cuello redondo. Perfecto para superponer o llevar solo, esta pieza esencial será un básico en tu armario durante los próximos años."},"DefaultPriceInCents":98103,"Id":"019438a4-4f93-75a6-bcf8-7ed707c202a8","CreatedAt":"2025-01-05T22:44:39.9555172+00:00","UpdatedAt":null},{"Name":"Zenith Flowing Garment","DescriptionLocalized":{"en-US":"Experience utmost comfort and style with our Zenith Flowing Garment. This versatile piece is perfect for any occasion, whether you\u0027re relaxing at home or out on the town. The smooth, lightweight fabric drapes elegantly, creating a silhouette that flatters your figure. The relaxed fit allows for easy movement, making it a practical choice for everyday wear. The classic design is timeless and can be dressed up or down depending on your mood. Add a touch of sophistication to your wardrobe with our Zenith Flowing Garment.","de-DE":"Erleben Sie höchsten Komfort und Stil mit unserem Zenith Flowing Garment. Dieses vielseitige Stück ist perfekt für jede Gelegenheit, egal ob Sie sich zu Hause entspannen oder in der Stadt unterwegs sind. Der glatte, leichte Stoff fällt elegant und formt eine Silhouette, die Ihre Figur vorteilhaft betont. Der lockere Schnitt ermöglicht einfache Bewegung, was es zu einer praktischen Wahl für den täglichen Gebrauch macht. Das klassische Design ist zeitlos und kann je nach Stimmung auf- oder abgewertet werden. Fügen Sie mit unserem Zenith Flowing Garment eine Note Eleganz zu Ihrer Garderobe hinzu.","it-IT":"Goditi il massimo comfort e stile con il nostro Zenith Flowing Garment. Questo capo versatile è perfetto per qualsiasi occasione, che tu stia rilassando a casa o in giro per la città. Il tessuto leggero e liscio cade elegantemente, creando una silhouette che valorizza la tua figura. La vestibilità comoda permette un movimento facile, rendendolo una scelta pratica per l\u0027uso quotidiano. Il design classico è senza tempo e può essere abbinato a seconda del tuo umore. Aggiungi un tocco di sofisticatezza al tuo guardaroba con il nostro Zenith Flowing Garment.","fr-FR":"Découvrez le confort et le style ultimes avec notre Zenith Flowing Garment. Ce vêtement polyvalent est parfait pour toutes les occasions, que vous vous détendiez à la maison ou soyez en ville. Le tissu lisse et léger tombe de façon élégante, créant une silhouette qui flatte votre silhouette. La coupe décontractée permet une liberté de mouvement facile, en en faisant un choix pratique pour un usage quotidien. Le design classique est intemporel et peut être habillé ou décontracté en fonction de votre humeur. Ajoutez une touche de sophistication à votre garde-robe avec notre Zenith Flowing Garment.","es-ES":"Experimenta la máxima comodidad y estilo con nuestra Prenda Zenith Flowing. Esta pieza versátil es perfecta para cualquier ocasión, ya sea que estés relajándote en casa o saliendo a la ciudad. La tela suave y ligera cae elegantemente, creando una silueta que favorece tu figura. El ajuste relajado permite un movimiento fácil, lo que lo convierte en una elección práctica para el uso diario. El diseño clásico es atemporal y se puede vestir de manera formal o informal dependiendo de tu estado de ánimo. Añade un toque de sofisticación a tu armario con nuestra Prenda Zenith Flowing."},"DefaultPriceInCents":93780,"Id":"019438a4-6ce8-79d7-932f-1f508ca04374","CreatedAt":"2025-01-05T22:44:47.4645664+00:00","UpdatedAt":null},{"Name":"Unity","DescriptionLocalized":{"en-US":"Embrace the feeling of togetherness and equality with our Unity garment. This unique piece promotes the idea of solidarity and collaboration, bringing people together through its design. Made from high-quality materials, it ensures comfort and durability for everyday wear. The striking visuals on this garment serve as a reminder of the power of unity in overcoming any challenge. Stand out from the crowd and make a statement with the Unity garment.","de-DE":"Umarme das Gefühl von Zusammengehörigkeit und Gleichheit mit unserem Unity-Kleidungsstück. Dieses einzigartige Stück fördert die Idee der Solidarität und Zusammenarbeit und bringt Menschen durch sein Design zusammen. Aus hochwertigen Materialien gefertigt, sorgt es für Komfort und Langlebigkeit für den täglichen Gebrauch. Die auffälligen Grafiken auf diesem Kleidungsstück dienen als Erinnerung an die Kraft der Einheit, um jede Herausforderung zu überwinden. Hebe dich von der Masse ab und setze ein Statement mit dem Unity-Kleidungsstück.","it-IT":"Abbraccia la sensazione di unità e uguaglianza con il nostro capo Unity. Questo pezzo unico promuove l\u0027idea di solidarietà e collaborazione, unendo le persone attraverso il suo design. Realizzato con materiali di alta qualità, garantisce comfort e resistenza per un uso quotidiano. Le grafiche accattivanti su questo capo fungono da promemoria del potere dell\u0027unità nel superare qualsiasi sfida. Spicca dalla folla e fai una dichiarazione con il capo Unity.","fr-FR":"Adoptez le sentiment de solidarité et d\u0027égalité avec notre vêtement Unity. Ce vêtement unique promeut l\u0027idée de solidarité et de collaboration, rassemblant les gens à travers son design. Fabriqué à partir de matériaux de haute qualité, il garantit confort et durabilité pour un usage quotidien. Les visuels frappants sur ce vêtement servent de rappel du pouvoir de l\u0027unité pour surmonter tout défi. Démarquez-vous et faites une déclaration avec le vêtement Unity.","es-ES":"Abraza la sensación de unidad e igualdad con nuestra prenda Unity. Esta pieza única promueve la idea de solidaridad y colaboración, uniendo a las personas a través de su diseño. Fabricado con materiales de alta calidad, garantiza comodidad y durabilidad para el uso diario. Los gráficos llamativos en esta prenda sirven como recordatorio del poder de la unidad para superar cualquier desafío. Destácate y haz una declaración con la prenda Unity."},"DefaultPriceInCents":4760,"Id":"019438a4-83ca-7968-aa7e-8c7197910307","CreatedAt":"2025-01-05T22:44:53.3226152+00:00","UpdatedAt":null},{"Name":"Floral Dream Blouse","DescriptionLocalized":{"en-US":"The Floral Dream Blouse features a delicate pattern of vibrant flowers, bringing a touch of whimsical elegance to your wardrobe. Crafted from soft and breathable fabric, this blouse is perfect for a casual day out or a special evening occasion. The flowy silhouette and feminine details make it a versatile piece that can be dressed up or down. With its unique design and flattering fit, the Floral Dream Blouse is sure to become a favorite in your collection.","de-DE":"Die Bluse Floral Dream besticht durch ein zartes Muster aus lebendigen Blumen und verleiht Ihrer Garderobe eine Prise verspielter Eleganz. Aus weichem und atmungsaktivem Stoff gefertigt, eignet sich diese Bluse perfekt für einen entspannten Tag oder einen besonderen Abend. Die fließende Silhouette und die femininen Details machen sie zu einem vielseitigen Kleidungsstück, das sowohl schick als auch lässig getragen werden kann. Mit ihrem einzigartigen Design und der schmeichelhaften Passform wird die Bluse Floral Dream sicherlich zu einem Lieblingsstück in Ihrer Sammlung.","it-IT":"La Blusa Floral Dream presenta un delicato motivo di fiori vivaci che porta un tocco di eleganza whimsica al tuo guardaroba. Realizzata in un tessuto morbido e traspirante, questa blusa è perfetta per una giornata informale o un\u0027occasione serale speciale. La silhouette fluida e i dettagli femminili la rendono un capo versatile che si può indossare in modo elegante o casual. Con il suo design unico e la vestibilità lusinghiera, la Blusa Floral Dream diventerà sicuramente un pezzo preferito nella tua collezione.","fr-FR":"La chemise Floral Dream arbore un motif délicat de fleurs éclatantes, apportant une touche d\u0027élégance fantaisiste à votre garde-robe. Fabriquée dans un tissu doux et respirant, cette chemise est parfaite pour une journée décontractée ou une occasion spéciale en soirée. Sa silhouette fluide et ses détails féminins en font un vêtement polyvalent qui peut être porté chic ou décontracté. Avec son design unique et sa coupe flatteuse, la chemise Floral Dream est sûre de devenir un favori dans votre collection.","es-ES":"La blusa Floral Dream presenta un delicado estampado de flores vibrantes, aportando un toque de elegancia caprichosa a tu armario. Confeccionada en un tejido suave y transpirable, esta blusa es perfecta para un día casual o una ocasión especial por la noche. La silueta fluida y los detalles femeninos la hacen una prenda versátil que se puede vestir de forma elegante o informal. Con su diseño único y su ajuste favorecedor, la blusa Floral Dream seguro que se convierte en un favorito en tu colección."},"DefaultPriceInCents":8793,"Id":"019438a4-9d6b-792a-8280-1d4b82af1088","CreatedAt":"2025-01-05T22:44:59.8839739+00:00","UpdatedAt":null},{"Name":"Sunset Sway","DescriptionLocalized":{"en-US":"Capture the beauty of a radiant sunset with our Sunset Sway. This lightweight and breathable garment features a unique blend of colors that mimic the warm hues of the evening sky. Perfect for a casual outing or a night out on the town, the Sunset Sway will effortlessly elevate your wardrobe. Its loose fit and flowy silhouette provide all-day comfort and style. Wear it with your favorite bottoms for a chic and effortless look. Embrace the beauty of nature with this versatile and stylish piece.","de-DE":"Erfassen Sie die Schönheit eines strahlenden Sonnenuntergangs mit unserem Sunset Sway. Dieses leichte und atmungsaktive Kleidungsstück besticht durch eine einzigartige Farbkombination, die die warmen Farbtöne des Abendhimmels nachahmt. Perfekt für einen zwanglosen Ausflug oder einen Abend in der Stadt, wird der Sunset Sway mühelos Ihre Garderobe aufwerten. Sein lockerer Schnitt und seine fließende Silhouette bieten den ganzen Tag über Komfort und Stil. Tragen Sie es mit Ihren Lieblingsunterteilen für einen schicken und mühelosen Look. Umarmen Sie die Schönheit der Natur mit diesem vielseitigen und stilvollen Stück.","it-IT":"Cattura la bellezza di un tramonto radioso con il nostro Sunset Sway. Questo capo leggero e traspirante presenta una combinazione unica di colori che imita le calde tonalità del cielo serale. Perfetto per una gita informale o una serata in città, il Sunset Sway valorizzerà facilmente il tuo guardaroba. Il suo taglio ampio e la sua silhouette fluida offrono comfort e stile per tutto il giorno. Indossalo con i tuoi pantaloni preferiti per un look chic e senza sforzo. Abbraccia la bellezza della natura con questo capo versatile e alla moda.","fr-FR":"Capturez la beauté d\u0027un coucher de soleil radieux avec notre Sunset Sway. Ce vêtement léger et respirant présente un mélange de couleurs unique qui imite les teintes chaudes du ciel du soir. Parfait pour une sortie décontractée ou une soirée en ville, le Sunset Sway rehaussera facilement votre garde-robe. Sa coupe ample et sa silhouette fluide offrent confort et style tout au long de la journée. Portez-le avec votre bas préféré pour un look chic et sans effort. Embrassez la beauté de la nature avec cette pièce polyvalente et élégante.","es-ES":"Captura la belleza de un radiante atardecer con nuestro Sunset Sway. Esta prenda ligera y transpirable presenta una mezcla única de colores que imita los tonos cálidos del cielo nocturno. Perfecto para una salida casual o una noche en la ciudad, el Sunset Sway elevará sin esfuerzo tu guardarropa. Su amplio ajuste y su silueta fluida proporcionan comodidad y estilo durante todo el día. Úsalo con tus pantalones favoritos para un look chic y sin esfuerzo. Atrapa la belleza de la naturaleza con esta pieza versátil y elegante."},"DefaultPriceInCents":35710,"Id":"019438a4-b93e-7b8a-88e3-2cdaeb77c9f0","CreatedAt":"2025-01-05T22:45:07.0069963+00:00","UpdatedAt":null},{"Name":"Breezy Cotton Blouse","DescriptionLocalized":{"en-US":"Stay comfortable and stylish in our Breezy Cotton Blouse! Made from lightweight and breathable cotton, this blouse is perfect for sunny days and warm summer nights. The loose fit and flowy design offer a relaxed and effortless look, while the delicate embroidery detail adds a touch of elegance. Pair it with your favorite jeans for a casual chic outfit, or dress it up with a skirt and heels for a more polished ensemble. Whether you\u0027re running errands or attending a garden party, this versatile blouse will keep you looking and feeling cool.","de-DE":"Bleiben Sie bequem und stilvoll in unserer luftigen Baumwollbluse! Hergestellt aus leichter und atmungsaktiver Baumwolle, ist diese Bluse perfekt für sonnige Tage und warme Sommerabende. Die lockere Passform und das fließende Design bieten einen entspannten und mühelosen Look, während das zarte Stickdetail eine elegante Note hinzufügt. Kombinieren Sie sie mit Ihren Lieblingsjeans für ein lässig schickes Outfit oder kleiden Sie sie mit einem Rock und Absätzen für ein polierteres Ensemble. Egal, ob Sie Besorgungen machen oder an einer Gartenparty teilnehmen, diese vielseitige Bluse hält Sie cool und stylish.","it-IT":"Stai comoda e alla moda nella nostra Blusa in cotone leggero! Realizzata in cotone leggero e traspirante, questa blusa è perfetta per giornate di sole e calde notti d\u0027estate. La vestibilità ampia e il design fluente offrono un look rilassato ed effortless, mentre il dettaglio delicato ricamato aggiunge un tocco di eleganza. Abbinatela ai vostri jeans preferiti per un outfit casual chic, o indossatela con una gonna e dei tacchi per un ensemble più curato. Che tu stia sbrigando commissioni o partecipando a una festa in giardino, questa blusa versatile ti farà apparire e sentire fresca.","fr-FR":"Restez confortable et élégant dans notre chemisier en coton léger ! Fabriqué à partir de coton léger et respirant, ce chemisier est parfait pour les journées ensoleillées et les chaudes nuits d\u0027été. La coupe ample et le design fluide offrent un look décontracté et sans effort, tandis que le détail de broderie délicat ajoute une touche d\u0027élégance. Associez-le à votre jean préféré pour une tenue chic décontractée, ou portez-le avec une jupe et des talons pour un ensemble plus élégant. Que vous fassiez des courses ou assistiez à une garden-party, ce chemisier polyvalent vous garde frais et stylé.","es-ES":"¡Mantente cómodo y con estilo en nuestra blusa de algodón fresca! Hecha de algodón ligero y transpirable, esta blusa es perfecta para los días soleados y las cálidas noches de verano. El corte suelto y el diseño fluido ofrecen un look relajado y sin esfuerzo, mientras que los delicados detalles bordados añaden un toque de elegancia. Combínala con tus vaqueros favoritos para un outfit casual-chic, o vístela con una falda y tacones para un conjunto más pulido. Ya sea que estés haciendo mandados o asistiendo a una fiesta en el jardín, esta blusa versátil te mantendrá fresco y con estilo."},"DefaultPriceInCents":21824,"Id":"019438a4-ce7b-7e09-aa14-78579ab6a085","CreatedAt":"2025-01-05T22:45:12.4432616+00:00","UpdatedAt":null},{"Name":"Sunset Essence","DescriptionLocalized":{"en-US":"Experience the beauty of a captivating sunset with this unique garment. Crafted with high-quality materials and vibrant colors, this piece captures the essence of the setting sun in a stylish and sophisticated way. The intricate designs and patterns on the fabric reflect the peacefulness and tranquility of the evening sky. Perfect for casual outings or evening gatherings, this garment is sure to make a statement wherever you go. Embrace the warmth and beauty of a sunset with this exquisite piece of clothing.","de-DE":"Erleben Sie die Schönheit eines faszinierenden Sonnenuntergangs mit diesem einzigartigen Kleidungsstück. Hergestellt aus hochwertigen Materialien und lebendigen Farben, fängt dieses Stück die Essenz der untergehenden Sonne auf stilvolle und raffinierte Weise ein. Die kunstvollen Designs und Muster auf dem Stoff spiegeln die Friedlichkeit und Ruhe des Abendhimmels wider. Perfekt für legere Ausflüge oder Abendveranstaltungen, dieses Kleidungsstück wird überall dort Eindruck machen, wo Sie hingehen. Umarmen Sie die Wärme und Schönheit eines Sonnenuntergangs mit diesem exquisite Kleidungsstück.","it-IT":"Vivi la bellezza di un tramonto avvincente con questo capo unico. Realizzato con materiali di alta qualità e colori vibranti, questo pezzo cattura l\u0027essenza del sole che tramonta in modo elegante e sofisticato. I disegni e le trame intricate sul tessuto riflettono la pace e la tranquillità del cielo serale. Perfetto per uscite informali o incontri serali, questo capo sicuramente lascerà il segno ovunque tu vada. Abbraccia il calore e la bellezza di un tramonto con questo pezzo di abbigliamento esclusivo.","fr-FR":"Découvrez la beauté d\u0027un coucher de soleil captivant avec ce vêtement unique. Conçu avec des matériaux de qualité et des couleurs vibrantes, ce morceau capture l\u0027essence du soleil couchant de manière élégante et sophistiquée. Les motifs et les dessins complexes sur le tissu reflètent la paix et la tranquillité du ciel du soir. Parfait pour les sorties décontractées ou les soirées, ce vêtement ne manquera pas de faire sensation partout où vous irez. Embrassez la chaleur et la beauté d\u0027un coucher de soleil avec ce vêtement rare.","es-ES":"Experimenta la belleza de un atardecer cautivador con esta prenda única. Elaborada con materiales de alta calidad y colores vibrantes, esta pieza captura la esencia del sol poniente de una manera elegante y sofisticada. Los diseños e patrones intrincados en la tela reflejan la paz y tranquilidad del cielo nocturno. Perfecta para salidas informales o reuniones nocturnas, esta prenda seguro que causará sensación dondequiera que vayas. Acepta el calor y la belleza de un atardecer con esta pieza de ropa exquisita."},"DefaultPriceInCents":33950,"Id":"019438a4-e980-796f-a3e7-b1573d9ec9f4","CreatedAt":"2025-01-05T22:45:19.3611795+00:00","UpdatedAt":null},{"Name":"Sunset Horizon","DescriptionLocalized":{"en-US":"Introducing our Sunset Horizon, a versatile piece that combines comfort with style. This garment features a unique design inspired by the vibrant hues of a sunset over the horizon. Made from high-quality fabric, it offers a relaxed fit that is perfect for everyday wear. Whether you\u0027re strolling along the beach or catching up with friends at a rooftop bar, the Sunset Horizon will keep you looking effortlessly chic. Add a touch of warmth and color to your wardrobe with this must-have piece.","de-DE":"Unser Sunset Horizon kombiniert Komfort mit Stil und ist ein vielseitiges Kleidungsstück. Das Design dieses Kleidungsstücks wurde von den lebendigen Farben eines Sonnenuntergangs über dem Horizont inspiriert. Aus hochwertigem Stoff gefertigt, bietet es eine lockere Passform, die perfekt für den täglichen Gebrauch ist. Egal, ob Sie am Strand spazieren gehen oder sich mit Freunden in einer Dachbar treffen, mit dem Sunset Horizon sehen Sie mühelos schick aus. Fügen Sie Ihrem Kleiderschrank mit diesem unverzichtbaren Stück eine warme und farbenfrohe Note hinzu.","it-IT":"Vi presentiamo il nostro Tramonto sull\u0027Orizzonte, un capo versatile che unisce comfort e stile. Questo capo presenta un design unico ispirato alle vibranti sfumature di un tramonto sopra l\u0027orizzonte. Realizzato con tessuti di alta qualità, offre una vestibilità comoda perfetta per l\u0027uso quotidiano. Che tu stia passeggiando lungo la spiaggia o ti ritrovi con gli amici in un bar sul tetto, il Tramonto sull\u0027Orizzonte ti farà apparire elegantemente alla moda. Aggiungi un tocco di calore e colore al tuo guardaroba con questo capo imprescindibile.","fr-FR":"Découvrez notre Horizon du Soleil, un vêtement polyvalent qui allie confort et style. Ce vêtement arbore un design unique inspiré des teintes vibrantes d\u0027un coucher de soleil sur l\u0027horizon. Fabriqué à partir de tissu de haute qualité, il offre une coupe décontractée parfaite pour un usage quotidien. Que vous vous promeniez le long de la plage ou que vous retrouviez des amis dans un bar sur le toit, l\u0027Horizon du Soleil vous donnera une allure chic sans effort. Ajoutez une touche de chaleur et de couleur à votre garde-robe avec ce vêtement indispensable.","es-ES":"Presentamos nuestro Horizonte del Atardecer, una prenda versátil que combina comodidad con estilo. Esta prenda cuenta con un diseño único inspirado en los tonos vibrantes de un atardecer sobre el horizonte. Fabricado con tejidos de alta calidad, ofrece un ajuste relajado perfecto para el uso diario. Ya sea paseando por la playa o quedando con amigos en un bar en la azotea, el Horizonte del Atardecer te mantendrá luciendo chic sin esfuerzo. Añade un toque de calidez y color a tu armario con esta pieza imprescindible."},"DefaultPriceInCents":84367,"Id":"019438a5-05ce-7a14-bc33-440af7f47018","CreatedAt":"2025-01-05T22:45:26.606693+00:00","UpdatedAt":null},{"Name":"Cozy Cotton Blend Pullover","DescriptionLocalized":{"en-US":"Stay warm and stylish with our cozy cotton blend pullover. Made from a soft and luxurious fabric, this pullover is perfect for chilly days or nights out. The relaxed fit and ribbed hem give this pullover a modern and effortlessly chic look. Pair it with your favorite jeans for a casual weekend look, or dress it up with a skirt and heels for a night out. Available in a variety of colors to suit your personal style.","de-DE":"Bleiben Sie warm und stilvoll mit unserem gemütlichen Baumwollmischpullover. Hergestellt aus einem weichen und luxuriösen Stoff, ist dieser Pullover perfekt für kalte Tage oder Nächte. Die lockere Passform und der gerippte Saum verleihen diesem Pullover einen modernen und mühelos schicken Look. Kombinieren Sie ihn mit Ihrer Lieblingsjeans für einen lässigen Wochenend-Look oder kleiden Sie ihn mit einem Rock und Absätzen für einen Abend aus. Erhältlich in verschiedenen Farben, um Ihren persönlichen Stil zu unterstreichen.","it-IT":"Rimani al caldo e alla moda con il nostro caldo pullover in misto cotone. Realizzato in un tessuto morbido e lussuoso, questo pullover è perfetto per giornate fresche o serate fuori. La vestibilità comoda e l\u0027orlo a costine conferiscono a questo pullover un look moderno ed elegante senza sforzo. Abbinalo ai tuoi jeans preferiti per un look da weekend casual, oppure abbinalo a una gonna e tacchi per una serata elegante. Disponibile in una varietà di colori per adattarsi al tuo stile personale.","fr-FR":"Restez au chaud et élégant avec notre pull en mélange de coton doux. Fabriqué dans un tissu doux et luxueux, ce pull est parfait pour les journées fraîches ou les soirées. La coupe décontractée et l\u0027ourlet côtelé donnent à ce pull un look moderne et chic sans effort. Associez-le à votre jean préféré pour un look du week-end décontracté, ou portez-le avec une jupe et des talons pour une sortie en soirée. Disponible dans une variété de couleurs pour correspondre à votre style personnel.","es-ES":"Mantente abrigado y con estilo con nuestro acogedor pullover de mezcla de algodón. Hecho de un tejido suave y lujoso, este pullover es perfecto para días fríos o noches fuera. El ajuste relajado y el dobladillo de canalé le dan a este pullover un aspecto moderno y chic sin esfuerzo. Combínalo con tus vaqueros favoritos para un look informal de fin de semana, o vístelo con una falda y tacones para una noche de fiesta. Disponible en una variedad de colores para adaptarse a tu estilo personal."},"DefaultPriceInCents":6094,"Id":"019438a5-1dde-7f40-a78a-1acb4d963cd2","CreatedAt":"2025-01-05T22:45:32.7665017+00:00","UpdatedAt":null},{"Name":"Cotton Comfort","DescriptionLocalized":{"en-US":"Experience ultimate comfort and style with our Cotton Comfort. Made from high-quality cotton fabric, this versatile garment is perfect for everyday wear. The breathable material ensures all-day comfort, while the classic design guarantees that you\u0027ll always be on trend. Whether you\u0027re lounging at home or out on the town, the Cotton Comfort is the perfect choice. Get yours today and elevate your wardrobe!","de-DE":"Erleben Sie ultimativen Komfort und Stil mit unserer Cotton Comfort. Hergestellt aus hochwertiger Baumwolle, ist dieses vielseitige Kleidungsstück perfekt für den täglichen Gebrauch. Das atmungsaktive Material sorgt für ganztägigen Tragekomfort, während das klassische Design garantiert, dass Sie immer im Trend sind. Egal, ob Sie zu Hause entspannen oder unterwegs sind, die Cotton Comfort ist die perfekte Wahl. Holen Sie sich noch heute Ihr Exemplar und heben Sie Ihre Garderobe auf ein neues Level!","it-IT":"Vivi il massimo comfort e stile con il nostro Cotton Comfort. Realizzato in cotone di alta qualità, questo capo versatile è perfetto per l\u0027uso quotidiano. Il materiale traspirante garantisce il massimo comfort per tutta la giornata, mentre il design classico garantisce che sarai sempre alla moda. Che tu stia rilassandoti a casa o in giro per la città, il Cotton Comfort è la scelta perfetta. Acquista il tuo oggi e eleva il tuo guardaroba!","fr-FR":"Découvrez le confort et le style ultimes avec notre Cotton Comfort. Fabriqué à partir de coton de haute qualité, ce vêtement polyvalent est parfait pour une utilisation quotidienne. Le matériau respirant assure un confort toute la journée, tandis que le design classique garantit que vous serez toujours à la mode. Que vous vous relaxiez à la maison ou que vous soyez en ville, le Cotton Comfort est le choix idéal. Procurez-vous le vôtre dès aujourd\u0027hui et rehaussez votre garde-robe!","es-ES":"Experimente el máximo confort y estilo con nuestro Cotton Comfort. Fabricado con algodón de alta calidad, esta prenda versátil es perfecta para el uso diario. El material transpirable garantiza comodidad durante todo el día, mientras que el diseño clásico garantiza que siempre estarás a la moda. Ya sea que estés relajándote en casa o saliendo a la ciudad, el Cotton Comfort es la elección perfecta. ¡Consigue el tuyo hoy y eleva tu guardarropa!"},"DefaultPriceInCents":58875,"Id":"019438a5-34b0-754c-88a1-26f911168975","CreatedAt":"2025-01-05T22:45:38.6759177+00:00","UpdatedAt":null},{"Name":"Sunset Horizon Blend","DescriptionLocalized":{"en-US":"Experience the beauty of a setting sun with our Sunset Horizon Blend. This stylish garment features a unique design inspired by the vibrant colors and peaceful atmosphere of the horizon at dusk. Made with high-quality materials, this blend is lightweight and comfortable, perfect for days spent relaxing or exploring outdoors. The Sunset Horizon Blend is versatile enough to be dressed up for a night out or worn casually for a laid-back look. Add a touch of sunset charm to your wardrobe with this one-of-a-kind piece.","de-DE":"Erleben Sie die Schönheit eines Sonnenuntergangs mit unserem Sunset Horizon Blend. Dieses stylische Kleidungsstück besticht durch ein einzigartiges Design, das von den lebendigen Farben und der friedlichen Atmosphäre des Horizonts in der Dämmerung inspiriert ist. Aus hochwertigen Materialien gefertigt, ist dieses Blend leicht und komfortabel und eignet sich perfekt für entspannte Tage im Freien. Der Sunset Horizon Blend ist vielseitig genug, um für einen Abend ausgehfertig gemacht oder lässig für einen entspannten Look getragen zu werden. Fügen Sie Ihrem Kleiderschrank mit diesem Unikat einen Hauch von Sonnenuntergangscharm hinzu.","it-IT":"Goditi la bellezza di un tramonto con il nostro Sunset Horizon Blend. Questo elegante capo presenta un design unico ispirato ai colori vibranti e all\u0027atmosfera pacifica dell\u0027orizzonte al crepuscolo. Realizzato con materiali di alta qualità, questo mix è leggero e confortevole, perfetto per giornate trascorse all\u0027aperto in relax o esplorazione. Il Sunset Horizon Blend è sufficientemente versatile per essere indossato con eleganza per una serata fuori o casualmente per un look rilassato. Aggiungi un tocco di fascino al tramonto al tuo guardaroba con questo capo unico nel suo genere.","fr-FR":"Découvrez la beauté d\u0027un coucher de soleil avec notre Sunset Horizon Blend. Ce vêtement élégant présente un design unique inspiré par les couleurs vibrantes et l\u0027atmosphère paisible de l\u0027horizon au crépuscule. Fabriqué avec des matériaux de haute qualité, ce mélange est léger et confortable, parfait pour les journées passées à se détendre ou à explorer en plein air. Le Sunset Horizon Blend est assez polyvalent pour être habillé pour une soirée ou porté décontracté pour un look détendu. Ajoutez une touche de charme au coucher du soleil à votre garde-robe avec cette pièce unique.","es-ES":"Descubre la belleza de un atardecer con nuestro Sunset Horizon Blend. Esta elegante prenda presenta un diseño único inspirado en los colores vibrantes y la atmósfera tranquila del horizonte al anochecer. Hecho con materiales de alta calidad, este blend es ligero y cómodo, perfecto para días de relax o exploración al aire libre. El Sunset Horizon Blend es lo suficientemente versátil como para vestirse elegante para una salida nocturna o llevarse de forma casual para un look relajado. Añade un toque de encanto al atardecer a tu armario con esta pieza única."},"DefaultPriceInCents":33923,"Id":"019438a5-5586-7ebd-9456-8813d3c22e8b","CreatedAt":"2025-01-05T22:45:47.0145358+00:00","UpdatedAt":null},{"Name":"Cotton Comfort Crewneck","DescriptionLocalized":{"en-US":"Experience unmatched comfort and style with our Cotton Comfort Crewneck. Made from the finest cotton fabric, this crewneck is perfect for everyday wear. The classic crewneck design ensures a timeless look while the soft and breathable material keeps you comfortable all day long. Pair it with your favorite jeans for a casual look or dress it up with a blazer for a more polished ensemble. This versatile piece is a must-have in every wardrobe.","de-DE":"Erleben Sie unübertroffenen Komfort und Stil mit unserem Cotton Comfort Crewneck. Hergestellt aus feinster Baumwollstoff, ist dieser Rundhalsausschnitt ideal für den täglichen Gebrauch. Das klassische Rundhalsausschnitt-Design sorgt für einen zeitlosen Look, während das weiche und atmungsaktive Material Sie den ganzen Tag über komfortabel hält. Kombinieren Sie es mit Ihrer Lieblingsjeans für einen lässigen Look oder kleiden Sie es mit einem Blazer für ein polierteres Ensemble. Dieses vielseitige Stück ist ein Muss in jedem Kleiderschrank.","it-IT":"Scopri comfort e stile incomparabili con il nostro Cotton Comfort Crewneck. Realizzato con il miglior tessuto di cotone, questo girocollo è perfetto per l\u0027uso quotidiano. Il design classico a girocollo assicura un look senza tempo, mentre il materiale morbido e traspirante ti tiene comodo per tutta la giornata. Abbinatelo ai vostri jeans preferiti per un look casual o indossatelo con un blazer per un\u0027insieme più curato. Questo capo versatile è un must per ogni guardaroba.","fr-FR":"Découvrez un confort et un style inégalés avec notre Cotton Comfort Crewneck. Fabriqué à partir du meilleur tissu de coton, ce col rond est parfait pour un usage quotidien. Le design classique du col rond assure un look intemporel tandis que le matériau doux et respirant vous garde confortable toute la journée. Associez-le à votre jean préféré pour un look décontracté ou portez-le avec un blazer pour une tenue plus élégante. Ce vêtement polyvalent est un incontournable dans toute garde-robe.","es-ES":"Experimenta una comodidad y estilo incomparables con nuestro Cotton Comfort Crewneck. Fabricado con el mejor tejido de algodón, este cuello redondo es perfecto para el uso diario. El diseño clásico del cuello redondo garantiza un aspecto atemporal, mientras que el material suave y transpirable te mantiene cómodo durante todo el día. Combínalo con tus vaqueros favoritos para un look informal o vístelo con un blazer para un conjunto más pulido. Esta prenda versátil es un imprescindible en cualquier armario."},"DefaultPriceInCents":16679,"Id":"019438a5-6b8e-7026-bb7b-67868a3962bd","CreatedAt":"2025-01-05T22:45:52.6545807+00:00","UpdatedAt":null},{"Name":"Summer Breeze Blouse","DescriptionLocalized":{"en-US":"Feel the cool summer breeze on your skin with our lightweight and airy blouse. Perfect for casual outings or dressy occasions, this blouse features a flattering silhouette and delicate details. Whether you\u0027re strolling along the beach or meeting friends for brunch, this blouse will keep you stylish and comfortable all day long.","de-DE":"Spüre die kühle Sommerbrise auf deiner Haut mit unserer leichten und luftigen Bluse. Perfekt für ungezwungene Ausflüge oder festliche Anlässe, diese Bluse zeichnet sich durch eine schmeichelnde Silhouette und zarte Details aus. Ob du am Strand spazieren gehst oder Freunde zum Brunch triffst, diese Bluse hält dich den ganzen Tag stilvoll und bequem.","it-IT":"Senti la fresca brezza estiva sulla tua pelle con la nostra blusa leggera e ariosa. Perfetta per uscite informali o occasioni eleganti, questa blusa presenta una silhouette favorevole e dettagli delicati. Che tu stia passeggiando lungo la spiaggia o incontrando amici per il brunch, questa blusa ti manterrà alla moda e comoda per tutto il giorno.","fr-FR":"Sentez la fraîche brise d\u0027été sur votre peau avec notre chemisier léger et aéré. Parfait pour les sorties décontractées ou les occasions habillées, ce chemisier présente une silhouette flatteuse et des détails délicats. Que vous vous promeniez le long de la plage ou retrouviez des amis pour le brunch, ce chemisier vous gardera élégante et confortable toute la journée.","es-ES":"Siente la fresca brisa de verano en tu piel con nuestra blusa ligera y aireada. Perfecta para salidas informales u ocasiones elegantes, esta blusa presenta una silueta favorecedora y detalles delicados. Ya sea paseando por la playa o quedando con amigos para el brunch, esta blusa te mantendrá con estilo y cómoda todo el día."},"DefaultPriceInCents":30332,"Id":"019438a5-8304-7f9f-bf4a-4f8294f2463d","CreatedAt":"2025-01-05T22:45:58.660817+00:00","UpdatedAt":null},{"Name":"Sunset Waves","DescriptionLocalized":{"en-US":"Embrace the soothing vibes of nature with our Sunset Waves garment. Designed with a unique blend of colors inspired by a mesmerizing sunset on the beach, this piece will transport you to a state of tranquility. Made from high-quality fabric, it offers a comfortable fit that will make you feel at ease all day long. Whether you\u0027re strolling along the shoreline or lounging by the pool, this garment is the perfect choice for a laid-back day. Add a touch of elegance to your wardrobe with our Sunset Waves creation.","de-DE":"Erleben Sie die beruhigenden Vibes der Natur mit unserem Sunset Waves Kleidungsstück. Entworfen mit einer einzigartigen Farbkombination, inspiriert von einem faszinierenden Sonnenuntergang am Strand, wird Sie dieses Stück in einen Zustand der Ruhe versetzen. Aus hochwertigem Stoff gefertigt, bietet es eine bequeme Passform, die Ihnen den ganzen Tag über ein entspanntes Gefühl vermittelt. Ob Sie am Strand entlang schlendern oder am Pool entspannen, dieses Kleidungsstück ist die perfekte Wahl für einen entspannten Tag. Fügen Sie mit unserer Sunset Waves Kreation eine Note Eleganz zu Ihrem Kleiderschrank hinzu.","it-IT":"Abbraccia le vibrazioni rilassanti della natura con il nostro capo Sunset Waves. Progettato con una combinazione di colori unica, ispirata a un tramonto mozzafiato sulla spiaggia, questo capo ti trasporterà in uno stato di tranquillità. Realizzato con tessuto di alta qualità, offre una vestibilità comoda che ti farà sentire a tuo agio tutto il giorno. Che tu stia passeggiando lungo la riva del mare o rilassato in piscina, questo capo è la scelta perfetta per una giornata rilassante. Aggiungi un tocco di eleganza al tuo guardaroba con la nostra creazione Sunset Waves.","fr-FR":"Embrassez les vibrations apaisantes de la nature avec notre vêtement Sunset Waves. Conçu avec un mélange de couleurs unique inspiré par un coucher de soleil envoûtant sur la plage, cette pièce vous transportera dans un état de tranquillité. Fabriqué à partir de tissu de haute qualité, il offre un ajustement confortable qui vous fera vous sentir à l\u0027aise toute la journée. Que vous vous promeniez le long du rivage ou vous prélassiez au bord de la piscine, ce vêtement est le choix parfait pour une journée détendue. Ajoutez une touche d\u0027élégance à votre garde-robe avec notre création Sunset Waves.","es-ES":"Abrace las vibraciones relajantes de la naturaleza con nuestra prenda Sunset Waves. Diseñada con una combinación única de colores inspirada en un atardecer hipnotizante en la playa, esta pieza te transportará a un estado de tranquilidad. Fabricada con tejido de alta calidad, ofrece un ajuste cómodo que te hará sentir a gusto todo el día. Ya sea paseando por la orilla del mar o descansando junto a la piscina, esta prenda es la elección perfecta para un día relajado. Añade un toque de elegancia a tu armario con nuestra creación Sunset Waves."},"DefaultPriceInCents":27809,"Id":"019438a5-a065-7e9e-9964-a4d9a60dd986","CreatedAt":"2025-01-05T22:46:06.1813218+00:00","UpdatedAt":null},{"Name":"Casual Comfort Garment","DescriptionLocalized":{"en-US":"Stay comfortable and stylish in this versatile everyday garment. Made from high-quality materials, this piece features a relaxed fit and a classic design that pairs effortlessly with any outfit. Whether you\u0027re running errands or lounging at home, this casual comfort garment is perfect for all occasions.","de-DE":"Bleiben Sie bequem und stilvoll in diesem vielseitigen Alltagskleidungsstück. Hergestellt aus hochwertigen Materialien, verfügt dieses Stück über eine lockere Passform und ein klassisches Design, das sich mühelos mit jedem Outfit kombinieren lässt. Egal, ob Sie Besorgungen machen oder zuhause faulenzen, dieses bequeme Freizeitkleidungsstück ist für alle Gelegenheiten perfekt.","it-IT":"Resta comodo e alla moda in questo versatile capo da indossare tutti i giorni. Realizzato con materiali di alta qualità, questo capo presenta una vestibilità comoda e un design classico che si abbina facilmente a qualsiasi outfit. Che tu stia svolgendo commissioni o rilassandoti a casa, questo capo da indossare in modo informale è perfetto per tutte le occasioni.","fr-FR":"Restez confortable et stylé dans ce vêtement polyvalent au quotidien. Fabriqué à partir de matériaux de haute qualité, ce vêtement présente une coupe décontractée et un design classique qui se marie parfaitement avec n\u0027importe quel outfit. Que vous fassiez des courses ou que vous vous détendiez à la maison, ce vêtement de confort décontracté est parfait pour toutes les occasions.","es-ES":"Mantente cómodo y elegante en esta prenda versátil para el día a día. Fabricada con materiales de alta calidad, esta pieza presenta un ajuste relajado y un diseño clásico que se combina fácilmente con cualquier conjunto. Ya sea que estés haciendo recados o descansando en casa, esta prenda de confort casual es perfecta para todas las ocasiones."},"DefaultPriceInCents":84043,"Id":"019438a5-b3ff-7325-846e-2fdcf9878641","CreatedAt":"2025-01-05T22:46:11.1996053+00:00","UpdatedAt":null},{"Name":"Sleek Comfort Garment","DescriptionLocalized":{"en-US":"Experience the perfect balance of style and comfort with our Sleek Comfort Garment. Crafted from premium quality materials, this versatile piece is designed to keep you looking effortlessly chic all day long. Whether you\u0027re dressing up for a special occasion or just running errands, this garment will have you feeling confident and at ease. The sleek design offers a flattering silhouette that will enhance your natural curves. Elevate your wardrobe with this must-have staple that will quickly become your go-to choice for any outfit.","de-DE":"Erleben Sie die perfekte Balance zwischen Stil und Komfort mit unserem Sleek Comfort Garment. Aus hochwertigen Materialien gefertigt, ist dieses vielseitige Stück darauf ausgelegt, Sie den ganzen Tag über mühelos chic aussehen zu lassen. Egal, ob Sie sich für einen besonderen Anlass herausputzen oder nur Besorgungen machen, dieses Kleidungsstück wird Sie selbstbewusst und entspannt fühlen lassen. Das schlanke Design bietet eine schmeichelhafte Silhouette, die Ihre natürlichen Kurven betont. Ergänzen Sie Ihre Garderobe mit diesem unverzichtbaren Basic, das schnell zu Ihrer ersten Wahl für jedes Outfit wird.","it-IT":"Vivi l\u0027equilibrio perfetto tra stile e comfort con il nostro Sleek Comfort Garment. Realizzato con materiali di alta qualità, questo capo versatile è progettato per farti apparire senza sforzo elegante per tutto il giorno. Che tu ti stia preparando per un\u0027occasione speciale o semplicemente correndo per ulteriori informazoni, questo capo ti farà sentire fiducioso e a tuo agio. Il design elegante offre una silhouette che valorizza le tue curve naturali. Eleva il tuo guardaroba con questo capo base essenziale che diventerà presto la tua scelta preferita per qualsiasi outfit.","fr-FR":"Découvrez l\u0027équilibre parfait entre style et confort avec notre Sleek Comfort Garment. Fabriqué à partir de matériaux de haute qualité, ce vêtement polyvalent est conçu pour vous procurer une allure élégante et confortable tout au long de la journée. Que vous vous habilliez pour une occasion spéciale ou simplement pour faire des courses, ce vêtement vous donnera confiance et tranquillité d\u0027esprit. Le design épuré offre une silhouette flatteuse qui mettra en valeur vos courbes naturelles. Rehaussez votre garde-robe avec cet incontournable qui deviendra rapidement votre choix favori pour n\u0027importe quelle tenue.","es-ES":"Experimenta el equilibrio perfecto entre estilo y comodidad con nuestro Sleek Comfort Garment. Elaborado con materiales de primera calidad, esta pieza versátil está diseñada para mantenerte luciendo chic y cómodo todo el día. Ya sea que te vistas para una ocasión especial o solo para hacer diligencias, esta prenda te hará sentir confiado y relajado. El diseño elegante ofrece una silueta favorecedora que realzará tus curvas naturales. Eleva tu armario con esta prenda imprescindible que se convertirá rápidamente en tu elección para cualquier conjunto."},"DefaultPriceInCents":81392,"Id":"019438a5-ce83-7631-8d7b-ace910dfa80c","CreatedAt":"2025-01-05T22:46:17.9877565+00:00","UpdatedAt":null},{"Name":"Comfy Cotton Blouse","DescriptionLocalized":{"en-US":"Stay comfortable and stylish in this versatile piece made from soft and breathable cotton. The relaxed fit and classic design make it easy to pair with your favorite bottoms for any occasion. Whether you\u0027re headed to work or out for a casual weekend look, this blouse is the perfect choice. The lightweight fabric will keep you cool in warm weather while the long sleeves offer a bit of coverage when the temperature drops. Treat yourself to this essential wardrobe staple that will stand the test of time.","de-DE":"Bleiben Sie bequem und stilvoll in diesem vielseitigen Stück aus weicher und atmungsaktiver Baumwolle. Die lockere Passform und das klassische Design machen es einfach, es mit Ihren Lieblingsböden für jede Gelegenheit zu kombinieren. Ob Sie zur Arbeit gehen oder einen lässigen Wochenend-Look genießen, diese Bluse ist die perfekte Wahl. Der leichte Stoff hält Sie bei warmem Wetter cool, während die langen Ärmel etwas Deckung bieten, wenn die Temperatur sinkt. Gönnen Sie sich dieses unverzichtbare Garderoben-Basisstück, das den Test der Zeit bestehen wird.","it-IT":"Rimanete comodi e alla moda in questo capo versatile realizzato in morbida e traspirante cotone. Il taglio comodo e il design classico lo rendono facile da abbinare ai vostri pantaloni preferiti per ogni occasione. Che siate diretti al lavoro o in cerca di un look casual per il weekend, questa blusa è la scelta perfetta. Il tessuto leggero vi terrà freschi durante il clima caldo, mentre le maniche lunghe offrono un po\u0027 di copertura quando la temperatura scende. Concedetevi questo capo essenziale del guardaroba che vi accompagnerà nel tempo.","fr-FR":"Restez à l\u0027aise et stylé dans cette pièce polyvalente confectionnée dans un coton doux et respirant. La coupe décontractée et le design classique facilite son association avec vos bas préférés pour toutes occasions. Que vous vous rendiez au travail ou pour une tenue décontractée le week-end, cette blouse est le choix parfait. Le tissu léger vous maintiendra au frais par temps chaud tandis que les manches longues offriront une certaine couverture lorsque la température baisse. Offrez-vous cette pièce indispensable de votre garde-robe qui résistera à l\u0027épreuve du temps.","es-ES":"Mantente cómodo y con estilo en esta pieza versátil hecha de algodón suave y transpirable. El corte holgado y el diseño clásico hacen que sea fácil de combinar con tus pantalones favoritos para cualquier ocasión. Ya sea que vayas al trabajo o salgas para un look casual de fin de semana, esta blusa es la elección perfecta. El tejido ligero te mantendrá fresco en clima cálido, mientras que las mangas largas ofrecen un poco de cobertura cuando la temperatura desciende. Date el gusto de esta prenda esencial en tu guardarropa que resistirá la prueba del tiempo."},"DefaultPriceInCents":88140,"Id":"019438a5-e717-76ec-a535-faa37e38a448","CreatedAt":"2025-01-05T22:46:24.2791808+00:00","UpdatedAt":null},{"Name":"Sunset Horizon Blouse","DescriptionLocalized":{"en-US":"Feel the gentle breeze on your skin as you slip into our Sunset Horizon Blouse. The flowy fabric drapes beautifully, creating a flattering silhouette. The vibrant colors of the sunset-inspired design will add a pop of joy to your wardrobe. Whether you\u0027re strolling along the beach or meeting friends for brunch, this blouse will elevate your look effortlessly.","de-DE":"Spüren Sie die sanfte Brise auf Ihrer Haut, wenn Sie in unsere Sunset Horizon Bluse schlüpfen. Der fließende Stoff fällt wunderschön, um eine schmeichelhafte Silhouette zu schaffen. Die lebendigen Farben des sonnenuntergangsinspirierten Designs werden Ihrem Kleiderschrank eine Prise Freude hinzufügen. Egal, ob Sie am Strand spazieren gehen oder sich mit Freunden zum Brunch treffen, diese Bluse wird Ihr Outfit mühelos aufwerten.","it-IT":"Sentite la leggera brezza sulla vostra pelle mentre indossate la nostra Blusa Orizzonte del Tramonto. Il tessuto fluttuante cade splendidamente, creando una silhouette lusinghiera. I colori vibranti del design ispirato al tramonto aggiungeranno una nota di allegria al vostro guardaroba. Che siate a passeggio sulla spiaggia o vi incontriate con gli amici per un brunch, questa blusa valorizzerà il vostro look con stile.","fr-FR":"Sentez la douce brise sur votre peau en enfilant notre Blouse Horizon du Coucher de Soleil. Le tissu fluide tombe joliment, créant une silhouette flatteuse. Les couleurs vives du design inspiré du coucher de soleil apporteront une touche de joie à votre garde-robe. Que vous vous promeniez sur la plage ou retrouviez des amis pour bruncher, cette blouse rehaussera votre look sans effort.","es-ES":"Siente la suave brisa en tu piel al ponerte nuestra Blusa Horizonte del Atardecer. El tejido fluido cae bellamente, creando una silueta favorecedora. Los colores vibrantes del diseño inspirado en el atardecer añadirán una nota de alegría a tu armario. Ya sea paseando por la playa o quedando con amigos para brunch, esta blusa elevará tu aspecto con elegancia."},"DefaultPriceInCents":84815,"Id":"019438a5-fbe2-7584-b1cf-51aedb05fb74","CreatedAt":"2025-01-05T22:46:29.6023577+00:00","UpdatedAt":null},{"Name":"Sunset Horizon","DescriptionLocalized":{"en-US":"Introducing our Sunset Horizon design, a versatile piece that is perfect for any occasion. This unique garment features a stunning sunset print on the front, evoking feelings of warmth and relaxation. The high-quality fabric provides a comfortable and breathable fit, making it ideal for everyday wear. With its relaxed silhouette and trendy cut, the Sunset Horizon is sure to become a staple in your wardrobe. Pair it with your favorite jeans for a casual look or dress it up with a chic skirt for a night out. Elevate your style with the Sunset Horizon and make a bold fashion statement.","de-DE":"Unser Sunset Horizon Design ist ein vielseitiges Stück, das perfekt für jeden Anlass geeignet ist. Dieses einzigartige Kleidungsstück verfügt über einen atemberaubenden Sonnenuntergangsaufdruck auf der Vorderseite, der Gefühle von Wärme und Entspannung hervorruft. Der hochwertige Stoff bietet eine bequeme und atmungsaktive Passform, die ideal für den täglichen Gebrauch ist. Mit seiner lockeren Silhouette und trendigen Schnitt wird der Sunset Horizon garantiert zu einem unverzichtbaren Bestandteil Ihrer Garderobe. Kombinieren Sie es mit Ihrer Lieblingsjeans für einen lässigen Look oder kleiden Sie es mit einem schicken Rock für einen Abend auf. Bringen Sie Ihren Stil mit dem Sunset Horizon auf ein neues Niveau und setzen Sie ein mutiges Mode-Statement.","it-IT":"Vi presentiamo il nostro design Sunset Horizon, un capo versatile perfetto per qualsiasi occasione. Questo capo unico presenta una stampa tramonto sulla parte anteriore, evocando sensazioni di calore e relax. Il tessuto di alta qualità garantisce una vestibilità comoda e traspirante, rendendolo ideale per un uso quotidiano. Con la sua silhouette rilassata e il taglio alla moda, il Sunset Horizon diventerà sicuramente un capo base nel tuo guardaroba. Abbinalo ai tuoi jeans preferiti per un look casual o indossalo con una gonna elegante per una serata fuori. Eleva il tuo stile con il Sunset Horizon e fai una dichiarazione di moda audace.","fr-FR":"Découvrez notre design Sunset Horizon, un vêtement polyvalent parfait pour toutes les occasions. Ce vêtement unique arbore une impressionnante impression de coucher de soleil sur le devant, évoquant des sentiments de chaleur et de détente. Le tissu de haute qualité offre une coupe confortable et respirante, idéale pour une utilisation quotidienne. Avec sa silhouette décontractée et sa coupe tendance, le Sunset Horizon deviendra sûrement un incontournable de votre garde-robe. Associez-le à votre jean préféré pour un look décontracté ou portez-le avec une jupe chic pour une soirée. Élevez votre style avec le Sunset Horizon et faites une déclaration de mode audacieuse.","es-ES":"Presentamos nuestro diseño Sunset Horizon, una prenda versátil perfecta para cualquier ocasión. Esta pieza única presenta una impresionante impresión de puesta de sol en el frente, evocando sentimientos de calidez y relajación. La tela de alta calidad proporciona un ajuste cómodo y transpirable, lo que lo hace ideal para un uso diario. Con su silueta relajada y corte moderno, el Sunset Horizon seguramente se convertirá en un básico en tu guardarropa. Combínalo con tus jeans favoritos para un look casual o vístelo con una falda elegante para una noche especial. Eleva tu estilo con el Sunset Horizon y haz una declaración de moda audaz."},"DefaultPriceInCents":95740,"Id":"019438a6-1b00-7848-bc53-0329c16f7e10","CreatedAt":"2025-01-05T22:46:37.5690996+00:00","UpdatedAt":null},{"Name":"Casual Comfort","DescriptionLocalized":{"en-US":"Stay stylish and comfortable in this versatile garment, perfect for any casual setting. With its soft fabric and relaxed fit, you\u0027ll feel at ease all day long. The minimalist design makes it easy to pair with your favorite bottoms for a laid-back look. Whether you\u0027re running errands or meeting friends for lunch, this piece is sure to become a staple in your wardrobe.","de-DE":"Bleiben Sie stilvoll und bequem in diesem vielseitigen Kleidungsstück, perfekt für jede zwanglose Umgebung. Mit seinem weichen Stoff und lockerem Schnitt fühlen Sie sich den ganzen Tag über wohl. Das minimalistische Design macht es einfach, mit Ihren Lieblingshosen für einen lässigen Look zu kombinieren. Egal, ob Sie Besorgungen machen oder Freunde zum Mittagessen treffen, dieses Stück wird sicher zu einem festen Bestandteil Ihrer Garderobe werden.","it-IT":"Rimani elegante e comodo in questo capo versatile, perfetto per ogni ambiente informale. Con il suo tessuto morbido e vestibilità rilassata, ti sentirai a tuo agio per tutto il giorno. Il design minimalista lo rende facile da abbinare ai tuoi pantaloni preferiti per un look rilassato. Che tu stia facendo commissioni o incontrando amici per pranzo, questo capo diventerà sicuramente un caposaldo nel tuo guardaroba.","fr-FR":"Restez élégant et à l\u0027aise dans ce vêtement polyvalent, parfait pour tout cadre décontracté. Avec son tissu doux et sa coupe décontractée, vous vous sentirez à l\u0027aise toute la journée. Le design minimaliste le rend facile à associer à vos bas préférés pour un look décontracté. Que vous fassiez des courses ou rencontriez des amis pour le déjeuner, ce vêtement est sûr de devenir un incontournable de votre garde-robe.","es-ES":"Mantente elegante y cómodo en esta prenda versátil, perfecta para cualquier entorno informal. Con su tejido suave y su ajuste relajado, te sentirás cómodo todo el día. El diseño minimalista hace que sea fácil de combinar con tus pantalones favoritos para un look relajado. Ya sea que estés haciendo diligencias o quedando con amigos para almorzar, esta pieza seguro que se convertirá en un básico en tu armario."},"DefaultPriceInCents":28508,"Id":"019438a6-2fe7-7ec2-8d65-d4ec5a6684be","CreatedAt":"2025-01-05T22:46:42.9200259+00:00","UpdatedAt":null},{"Name":"Cotton Classic","DescriptionLocalized":{"en-US":"Introducing our Cotton Classic, a timeless garment that effortlessly combines comfort and style. Made from the finest quality cotton, this versatile piece is perfect for any occasion, from casual outings to formal events. The classic design features a clean silhouette and subtle detailing, creating a look that is both sophisticated and understated. With its soft and breathable fabric, you\u0027ll stay cool and comfortable all day long. Whether you pair it with jeans for a laid-back vibe or dress it up with tailored trousers, the Cotton Classic is a wardrobe essential that will never go out of style.","de-DE":"Unser Cotton Classic ist eine zeitlose Kleidung, die mühelos Komfort und Stil vereint. Hergestellt aus hochwertiger Baumwolle, ist dieses vielseitige Stück perfekt für jede Gelegenheit, von lässigen Ausflügen bis hin zu formellen Anlässen. Das klassische Design zeichnet sich durch eine klare Silhouette und dezente Details aus, die einen Look kreieren, der sowohl anspruchsvoll als auch dezent ist. Dank des weichen und atmungsaktiven Stoffes bleiben Sie den ganzen Tag über kühl und bequem. Ob Sie es mit Jeans für eine lässige Atmosphäre kombinieren oder mit maßgeschneiderten Hosen aufpeppen, das Cotton Classic ist ein Garderoben-Must-have, das nie aus der Mode kommt.","it-IT":"Presentiamo il nostro Cotone Classico, un capo senza tempo che combina senza sforzo comfort e stile. Realizzato con cotone di alta qualità, questo capo versatile è perfetto per ogni occasione, dagli incontri casual agli eventi formali. Il design classico presenta una silhouette pulita e dettagli discreti, creando un look sofisticato e sobrio. Con il suo tessuto morbido e traspirante, rimarrete freschi e comodi per tutto il giorno. Che lo abbiate abbinato a jeans per un\u0027atmosfera rilassata o che lo abbiate abbinato a pantaloni su misura, il Cotone Classico è un capo di fondamentale importanza che non passerà mai di moda.","fr-FR":"Découvrez notre Classic Coton, un vêtement intemporel qui allie confort et style avec aisance. Fabriqué à partir de coton de qualité supérieure, ce vêtement polyvalent est parfait pour toutes les occasions, des sorties décontractées aux événements formels. Le design classique présente une silhouette épurée et des détails subtils, créant un look à la fois sophistiqué et discret. Avec son tissu doux et respirant, vous resterez frais et confortable toute la journée. Que vous le portiez avec un jean pour une ambiance décontractée ou que vous l\u0027associiez à un pantalon ajusté, le Cotton Classic est un incontournable de votre garde-robe qui ne se démode jamais.","es-ES":"Presentamos nuestra Clásica de Algodón, una prenda atemporal que combina comodidad y estilo sin esfuerzo. Fabricada con algodón de la mejor calidad, esta pieza versátil es perfecta para cualquier ocasión, desde salidas informales hasta eventos formales. El diseño clásico presenta una silueta limpia y detalles sutiles, creando un aspecto sofisticado y discreto. Con su tejido suave y transpirable, te mantendrás fresco y cómodo durante todo el día. Ya sea que lo combines con vaqueros para un estilo relajado o lo vistas con pantalones a medida, el Clásico de Algodón es un básico de armario que nunca pasará de moda."},"DefaultPriceInCents":61781,"Id":"019438a6-539d-7c7f-8127-4af80fac6b2b","CreatedAt":"2025-01-05T22:46:52.0614845+00:00","UpdatedAt":null},{"Name":"Sunset Horizon","DescriptionLocalized":{"en-US":"Feel the warmth of the setting sun on your skin with the Sunset Horizon. This versatile garment features a breathable fabric that keeps you cool and comfortable all day long. The unique design showcases a beautiful gradient of colors that mimic the vibrant hues of a sunset. Whether you\u0027re lounging at the beach or strolling through the city streets, the Sunset Horizon will elevate your style and make you stand out from the crowd.","de-DE":"Spüren Sie die Wärme der untergehenden Sonne auf Ihrer Haut mit dem Sunset Horizon. Dieses vielseitige Kleidungsstück verfügt über ein atmungsaktives Gewebe, das Sie den ganzen Tag über kühl und bequem hält. Das einzigartige Design präsentiert einen wunderschönen Farbverlauf, der die lebendigen Farben eines Sonnenuntergangs nachahmt. Egal, ob Sie am Strand faulenzen oder durch die Stadt schlendern, der Sunset Horizon wird Ihren Stil aufwerten und Sie aus der Masse hervorheben.","it-IT":"Senti il calore del sole che tramonta sulla tua pelle con il Sunset Horizon. Questo capo versatile presenta un tessuto traspirante che ti mantiene fresco e comodo per tutta la giornata. Il design unico presenta una bellissima sfumatura di colori che imita le tonalità vivaci di un tramonto. Che tu stia rilassandoti in spiaggia o passeggiando per le strade della città, il Sunset Horizon valorizzerà il tuo stile e ti farà risaltare dalla folla.","fr-FR":"Sentez la chaleur du soleil couchant sur votre peau avec le Sunset Horizon. Ce vêtement polyvalent est doté d\u0027un tissu respirant qui vous garde au frais et confortable toute la journée. Le design unique met en valeur un magnifique dégradé de couleurs qui imite les teintes vibrantes d\u0027un coucher de soleil. Que vous vous prélassiez sur la plage ou que vous vous promeniez dans les rues de la ville, le Sunset Horizon rehaussera votre style et vous démarquera de la foule.","es-ES":"Siente el calor del sol que se pone en tu piel con el Sunset Horizon. Esta prenda versátil cuenta con un tejido transpirable que te mantiene fresco y cómodo todo el día. El diseño único muestra una hermosa gama de colores que imita los tonos vibrantes de un atardecer. Ya sea que estés descansando en la playa o paseando por las calles de la ciudad, el Sunset Horizon elevará tu estilo y te hará destacar entre la multitud."},"DefaultPriceInCents":53083,"Id":"019438a6-698e-7840-89a7-d9e3c62c068e","CreatedAt":"2025-01-05T22:46:57.6785919+00:00","UpdatedAt":null},{"Name":"Sunset Horizon","DescriptionLocalized":{"en-US":"Feel the warmth of the setting sun with our Sunset Horizon garment, designed for those seeking serenity in nature. The unique gradient color scheme mimics the vibrant colors of dusk, giving you a sense of peace and tranquility. Made from soft and breathable materials, this piece is perfect for those leisurely evenings spent outdoors. Let the beauty of the horizon inspire you to seize every moment and embrace new beginnings. Elevate your wardrobe with this timeless and versatile addition that exudes effortless elegance.","de-DE":"Spüren Sie die Wärme der untergehenden Sonne mit unserem Sunset Horizon Kleidungsstück, das für alle entworfen wurde, die Ruhe in der Natur suchen. Das einzigartige Farbverlaufsmuster spiegelt die lebendigen Farben der Dämmerung wider und vermittelt Ihnen ein Gefühl von Frieden und Ruhe. Hergestellt aus weichen und atmungsaktiven Materialien, ist dieses Stück perfekt für entspannte Abende im Freien geeignet. Lassen Sie sich von der Schönheit des Horizonts inspirieren, um jeden Moment zu ergreifen und neue Anfänge zu umarmen. Ergänzen Sie Ihre Garderobe mit dieser zeitlosen und vielseitigen Ergänzung, die mühelose Eleganz ausstrahlt.","it-IT":"Sentite il calore del sole che tramonta con il nostro capo Sunset Horizon, progettato per coloro che cercano serenità nella natura. Lo schema unico di colori a gradiente imita i vivaci colori del crepuscolo, regalandovi una sensazione di pace e tranquillità. Realizzato con materiali morbidi e traspiranti, questo capo è perfetto per le serate tranquille passate all\u0027aria aperta. Lasciate che la bellezza dell\u0027orizzonte vi ispiri a cogliere ogni momento e ad abbracciare nuovi inizi. Valorizzate il vostro guardaroba con questo aggiornamento senza tempo e versatile che esprime un\u0027eleganza senza sforzo.","fr-FR":"Ressentez la chaleur du soleil couchant avec notre vêtement Sunset Horizon, conçu pour ceux qui recherchent une sérénité dans la nature. Le schéma de couleurs unique en dégradé imite les couleurs vives du crépuscule, vous procurant une sensation de paix et de tranquillité. Fabriqué à partir de matériaux doux et respirants, ce vêtement est parfait pour les soirées paisibles passées en plein air. Laissez-vous inspirer par la beauté de l\u0027horizon pour saisir chaque instant et embrasser de nouveaux départs. Rehaussez votre garde-robe avec cet ajout intemporel et polyvalent qui dégage une élégance sans effort.","es-ES":"Sienta el calor del sol poniente con nuestra prenda Sunset Horizon, diseñada para aquellos que buscan serenidad en la naturaleza. El esquema de colores único imita los colores vibrantes del anochecer, brindándole una sensación de paz y tranquilidad. Fabricada con materiales suaves y transpirables, esta prenda es perfecta para las noches tranquilas al aire libre. Deje que la belleza del horizonte le inspire a aprovechar cada momento y a abrazar nuevos comienzos. Eleve su armario con esta adición atemporal y versátil que irradia elegancia sin esfuerzo."},"DefaultPriceInCents":3478,"Id":"019438a6-841c-77ff-a830-733f139836d1","CreatedAt":"2025-01-05T22:47:04.4770793+00:00","UpdatedAt":null},{"Name":"Sunset Skyline","DescriptionLocalized":{"en-US":"This trendy garment is perfect for those who love bold fashion statements. Featuring a stunning design of a city\u0027s skyline against a gorgeous sunset backdrop, this garment is sure to turn heads wherever you go. Made from high-quality fabric, this piece is not only stylish but also comfortable to wear. Dress it up with a pair of heels for a night out or wear it casually with your favorite sneakers. Embrace your unique style with this eye-catching piece.","de-DE":"Dieses trendige Kleidungsstück ist perfekt für alle, die auffällige Modestatements lieben. Mit einem atemberaubenden Design einer Stadtsilhouette vor dem Hintergrund eines wunderschönen Sonnenuntergangs ist dieses Kleidungsstück sicher ein Blickfang, egal wohin Sie gehen. Aus hochwertigem Stoff gefertigt, ist dieses Stück nicht nur stilvoll, sondern auch angenehm zu tragen. Kombinieren Sie es mit einem Paar High Heels für einen Abend auf der Stadt oder tragen Sie es lässig mit Ihren Lieblingssneakern. Leben Sie Ihren einzigartigen Stil mit diesem auffälligen Stück aus.","it-IT":"Questo capo alla moda è perfetto per coloro che amano dichiarazioni di moda audaci. Con un design sorprendente della linea di un\u0027acittá contro uno sfondo di tramonto splendito, questo capo sarà di sicuro un\u0027attrazione ovunque tu vada. Realizzato con tessuto di alta qualità, questo pezzo non è solo elegante ma anche comodo da indossare. Indossalo con un paio di tacchi per una serata fuori o indossalo casualmente con le tue sneakers preferite. Abbraccia il tuo stile unico con questo capo accattivante.","fr-FR":"Ce vêtement à la mode est parfait pour ceux qui aiment les déclarations de mode audacieuses. Avec un design magnifique d\u0027une silhouette de ville contre un magnifique coucher de soleil en arrière-plan, ce vêtement ne manquera pas d\u0027attirer l\u0027attention où que vous alliez. Fabriqué dans un tissu de haute qualité, ce vêtement est non seulement élégant mais aussi confortable à porter. Portez-le avec une paire de talons pour une sortie en ville ou habillez-le de manière décontractée avec vos baskets préférées. Adoptez votre style unique avec ce vêtement accrocheur.","es-ES":"Esta prenda de moda es perfecta para aquellos que aman las declaraciones de moda audaces. Con un diseño impresionante del skyline de una ciudad contra un fondo de atardecer precioso, esta prenda seguramente llamará la atención donde quiera que vayas. Hecha con tela de alta calidad, esta pieza no solo es elegante sino también cómoda de llevar. Vístela con un par de tacones para una noche de fiesta o llévala de manera casual con tus zapatillas favoritas. Abraza tu estilo único con esta pieza llamativa."},"DefaultPriceInCents":76023,"Id":"019438a6-9f32-78d4-a9dc-2fc762123d48","CreatedAt":"2025-01-05T22:47:11.4102725+00:00","UpdatedAt":null},{"Name":"Cotton Comfort Crewneck","DescriptionLocalized":{"en-US":"Stay comfortable all day long in this classic crewneck made from soft, breathable cotton. The timeless design features a relaxed fit and a versatile solid color that pairs effortlessly with any outfit. Perfect for casual outings or lounging at home, this crewneck is a wardrobe staple that you\u0027ll reach for time and time again.","de-DE":"Bleiben Sie den ganzen Tag über komfortabel in diesem klassischen Crewneck aus weicher, atmungsaktiver Baumwolle. Das zeitlose Design zeichnet sich durch eine lockere Passform und eine vielseitige einfarbige Farbe aus, die sich mühelos mit jedem Outfit kombinieren lässt. Perfekt für den lässigen Ausflug oder das Entspannen zu Hause ist dieser Crewneck ein unverzichtbares Kleidungsstück, zu dem Sie immer wieder greifen werden.","it-IT":"Resta comodo per tutto il giorno in questo classico girocollo realizzato in morbido cotone traspirante. Il design senza tempo ha una vestibilità rilassata e un colore solido versatile che si abbina senza sforzo a qualsiasi outfit. Perfetto per uscite informali o per rilassarsi a casa, questo girocollo è un capo d\u0027abbigliamento essenziale a cui tornerai ancora e ancora.","fr-FR":"Restez confortable toute la journée dans ce classique col rond en coton doux et respirant. Le design intemporel présente une coupe décontractée et une couleur unie polyvalente qui se marie facilement avec n\u0027importe quelle tenue. Parfait pour les sorties décontractées ou pour se détendre à la maison, ce col rond est un essentiel de garde-robe vers lequel vous vous tournerez à maintes reprises.","es-ES":"Mantente cómodo durante todo el día con este clásico cuello redondo de algodón suave y transpirable. El diseño atemporal presenta un ajuste relajado y un color sólido versátil que se combina sin esfuerzo con cualquier atuendo. Perfecto para salidas informales o para relajarte en casa, este cuello redondo es una prenda básica a la que recurrirás una y otra vez."},"DefaultPriceInCents":79582,"Id":"019438a6-caa4-7222-9642-83d67b8a1850","CreatedAt":"2025-01-05T22:47:22.5327762+00:00","UpdatedAt":null},{"Name":"Sunset Dreams","DescriptionLocalized":{"en-US":"Embrace the beauty of a vibrant and breathtaking sunset with this stylish and comfortable garment. Featuring a stunning design inspired by the warm colors of dusk, this piece is perfect for adding a touch of elegance to your wardrobe. Whether you\u0027re lounging on the beach or exploring the city, this top will keep you looking and feeling cool and chic. Made from high-quality materials, it\u0027s designed to be durable and long-lasting. Elevate your casual look with this versatile and eye-catching ensemble that is sure to turn heads wherever you go.","de-DE":"Genießen Sie die Schönheit eines lebendigen und atemberaubenden Sonnenuntergangs mit diesem stilvollen und bequemen Kleidungsstück. Mit einem faszinierenden Design, inspiriert von den warmen Farben der Dämmerung, verleiht dieses Stück Ihrem Kleiderschrank eine elegante Note. Ob Sie am Strand entspannen oder die Stadt erkunden, dieses Oberteil hält Sie stilsicher und cool. Hergestellt aus hochwertigen Materialien, ist es langlebig und strapazierfähig. Verleihen Sie Ihrem lässigen Look mit diesem vielseitigen und auffälligen Ensemble eine elegante Note, das garantiert überall Aufmerksamkeit erregt.","it-IT":"Abbraccia la bellezza di un tramonto vibrante e mozzafiato con questo capo elegante e confortevole. Con un design stupefacente ispirato ai colori caldi del crepuscolo, questo pezzo è perfetto per aggiungere un tocco di eleganza al tuo guardaroba. Che tu stia rilassandoti in spiaggia o esplorando la città, questa maglia ti farà sembrare e sentire fresco e chic. Realizzato con materiali di alta qualità, è progettato per essere resistente e duraturo. Valorizza il tuo look casual con questo insieme versatile e accattivante che sicuramente farà girare la testa ovunque tu vada.","fr-FR":"Saisissez la beauté d\u0027un coucher de soleil vibrant et à couper le souffle avec ce vêtement élégant et confortable. Doté d\u0027un design époustouflant inspiré par les couleurs chaudes du crépuscule, cette pièce est parfaite pour ajouter une touche d\u0027élégance à votre garde-robe. Que vous vous relaxiez sur la plage ou exploriez la ville, ce haut vous gardera à la fois cool et chic. Fabriqué à partir de matériaux de haute qualité, il est conçu pour être durable et longue durée. Rehaussez votre look décontracté avec cet ensemble polyvalent et accrocheur qui ne manquera pas de faire tourner les têtes où que vous alliez.","es-ES":"Aprovecha la belleza de un vibrante y deslumbrante atardecer con esta prenda elegante y cómoda. Con un diseño impresionante inspirado en los cálidos colores del crepúsculo, esta pieza es perfecta para agregar un toque de elegancia a tu guardarropa. Ya sea que estés relajándote en la playa o explorando la ciudad, este top te mantendrá luciendo y sintiéndote fresco y chic. Hecho con materiales de alta calidad, está diseñado para ser duradero y perdurable. Eleva tu look informal con este conjunto versátil y llamativo que sin duda llamará la atención dondequiera que vayas."},"DefaultPriceInCents":29070,"Id":"019438a6-e529-7f5e-831f-e664b4d831b3","CreatedAt":"2025-01-05T22:47:29.3212538+00:00","UpdatedAt":null},{"Name":"Sunrise Horizon","DescriptionLocalized":{"en-US":"Experience the beauty of dawn with our Sunrise Horizon garment. This piece features a breathtaking design inspired by the colors of the sunrise. Perfect for early birds and nature enthusiasts, this garment will bring a touch of serenity to your wardrobe. Made from high-quality materials, it ensures both comfort and style. Embrace the peaceful atmosphere of the morning sky with our Sunrise Horizon garment.","de-DE":"Erleben Sie die Schönheit des Morgens mit unserem Sunrise Horizon Kleidungsstück. Dieses Stück besticht durch ein atemberaubendes Design, inspiriert von den Farben des Sonnenaufgangs. Perfekt für Frühaufsteher und Naturliebhaber, verleiht dieses Kleidungsstück Ihrem Kleiderschrank eine Note der Ruhe. Aus hochwertigen Materialien gefertigt, garantiert es sowohl Komfort als auch Stil. Tauchen Sie ein in die friedliche Atmosphäre des morgendlichen Himmels mit unserem Sunrise Horizon Kleidungsstück.","it-IT":"Vivi la bellezza dell\u0027alba con il nostro capo Sunrise Horizon. Questo capo presenta un design mozzafiato ispirato ai colori dell\u0027alba. Perfetto per gli alzati presto e gli appassionati della natura, questo capo porterà un tocco di serenità al tuo guardaroba. Realizzato con materiali di alta qualità, garantisce comfort e stile. Abbraccia l\u0027atmosfera pacifica del cielo mattutino con il nostro capo Sunrise Horizon.","fr-FR":"Découvrez la beauté de l\u0027aube avec notre vêtement Sunrise Horizon. Ce produit arbore un design époustouflant inspiré par les couleurs du lever du soleil. Parfait pour les lève-tôt et les amoureux de la nature, ce vêtement apportera une touche de sérénité à votre garde-robe. Fabriqué à partir de matériaux de haute qualité, il garantit à la fois confort et style. Embrassez l\u0027atmosphère paisible du ciel matinal avec notre vêtement Sunrise Horizon.","es-ES":"Experimenta la belleza del amanecer con nuestra prenda Sunrise Horizon. Esta pieza presenta un diseño impresionante inspirado en los colores del amanecer. Perfecta para madrugadores y amantes de la naturaleza, esta prenda aportará un toque de serenidad a tu armario. Fabricada con materiales de alta calidad, garantiza tanto comodidad como estilo. Acepta la atmósfera pacífica del cielo matutino con nuestra prenda Sunrise Horizon."},"DefaultPriceInCents":14959,"Id":"019438a6-f99e-7944-a899-0465990c0eeb","CreatedAt":"2025-01-05T22:47:34.5583325+00:00","UpdatedAt":null},{"Name":"Sunset Horizon","DescriptionLocalized":{"en-US":"Embrace the beauty of the setting sun with our Sunset Horizon garment. Made from high-quality fabric, this stylish piece features a vibrant print inspired by the colors of a sunset. Whether you\u0027re watching the sun go down at the beach or enjoying an evening out with friends, this piece will keep you looking chic and trendy. The relaxed fit and soft material ensure ultimate comfort all day long. Add a touch of warmth and elegance to your wardrobe with the Sunset Horizon.","de-DE":"Erleben Sie die Schönheit des Sonnenuntergangs mit unserem Sunset Horizon Kleidungsstück. Hergestellt aus hochwertigem Stoff, zeichnet sich dieses stilvolle Stück durch einen lebendigen Druck aus, der von den Farben eines Sonnenuntergangs inspiriert ist. Egal, ob Sie den Sonnenuntergang am Strand beobachten oder einen Abend mit Freunden genießen, dieses Stück hält Sie schick und trendy. Die lockere Passform und das weiche Material sorgen den ganzen Tag für ultimativen Komfort. Fügen Sie mit dem Sunset Horizon einen Hauch von Wärme und Eleganz hinzu.","it-IT":"Abbraccia la bellezza del tramonto con il nostro capo Sunset Horizon. Realizzato con tessuto di alta qualità, questo elegante capo presenta una stampa vivace ispirata ai colori di un tramonto. Che tu stia guardando il sole tramontare in spiaggia o faccia una serata fuori con gli amici, questo capo ti farà apparire chic e alla moda. La vestibilità comoda e il materiale morbido assicurano il massimo comfort per tutto il giorno. Aggiungi un tocco di calore ed eleganza al tuo guardaroba con il Sunset Horizon.","fr-FR":"Saisissez la beauté du coucher de soleil avec notre vêtement Sunset Horizon. Fabriqué à partir d\u0027un tissu de haute qualité, ce vêtement élégant arbore un imprimé vibrant inspiré par les couleurs d\u0027un coucher de soleil. Que vous regardiez le soleil se coucher sur la plage ou passiez une soirée entre amis, ce vêtement vous permettra de conserver un look chic et tendance. La coupe ample et le matériau doux assurent un confort ultime tout au long de la journée. Ajoutez une touche de chaleur et d\u0027élégance à votre garde-robe avec le Sunset Horizon.","es-ES":"Abraza la belleza del atardecer con nuestra prenda Sunset Horizon. Hecha de tela de alta calidad, esta elegante pieza presenta un estampado vibrante inspirado en los colores de un atardecer. Ya sea que estés viendo caer el sol en la playa o disfrutando de una noche con amigos, esta pieza te mantendrá luciendo chic y a la moda. El corte holgado y el material suave garantizan la máxima comodidad durante todo el día. Añade un toque de calidez y elegancia a tu guardarropa con el Sunset Horizon."},"DefaultPriceInCents":5577,"Id":"019438a7-103f-73ac-b35f-af85aad6b21b","CreatedAt":"2025-01-05T22:47:40.3513861+00:00","UpdatedAt":null},{"Name":"Fresco Cotton Garment","DescriptionLocalized":{"en-US":"Introducing our latest collection of lightweight and breathable cotton garments, perfect for everyday wear. Made from premium quality materials, this versatile piece is designed to provide ultimate comfort and style. With its relaxed fit and timeless design, it is suitable for all occasions, from casual outings to formal events. The unique texture and softness of the fabric make it a must-have addition to your wardrobe. Available in a range of classic colors, this garment is easy to mix and match with your existing closet staples. Upgrade your look with our Fresco Cotton Garment today!","de-DE":"Unsere neueste Kollektion leichter und atmungsaktiver Baumwollkleidung ist perfekt für den täglichen Gebrauch. Hergestellt aus hochwertigen Materialien, ist dieses vielseitige Stück so konzipiert, dass es ultimativen Komfort und Stil bietet. Mit seiner lockeren Passform und zeitlosen Design ist es für alle Anlässe geeignet, von lässigen Ausflügen bis hin zu formellen Veranstaltungen. Die einzigartige Textur und Weichheit des Stoffes machen es zu einem Muss in Ihrem Kleiderschrank. Erhältlich in einer Reihe klassischer Farben, ist dieses Kleidungsstück leicht mit Ihren vorhandenen Kleiderschrank-Basics zu kombinieren. Verleihen Sie Ihrem Look mit unserem Fresco Baumwollkleidungsstück einen Hauch von Eleganz!","it-IT":"Presentiamo la nostra ultima collezione di capi in cotone leggero e traspirante, perfetti per l\u0027uso quotidiano. Realizzato con materiali di alta qualità, questo capo versatile è progettato per offrire il massimo comfort e stile. Con il suo taglio ampio e design senza tempo, è adatto per tutte le occasioni, dagli incontri informali agli eventi formali. La particolare texture e morbidezza del tessuto lo rendono un\u0027aggiunta indispensabile al tuo guardaroba. Disponibile in una gamma di colori classici, questo capo è facile da abbinare ai tuoi capi presenti nell\u0027armadio. Aggiorna il tuo look con il nostro capo in cotone fresco oggi stesso!","fr-FR":"Découvrez notre dernière collection de vêtements en coton léger et respirant, parfaits pour un usage quotidien. Fabriqué à partir de matériaux de qualité supérieure, ce vêtement polyvalent est conçu pour offrir un confort et un style ultimes. Avec sa coupe décontractée et son design intemporel, il convient à toutes les occasions, des sorties décontractées aux événements formels. La texture unique et la douceur du tissu en font un incontournable de votre garde-robe. Disponible dans une gamme de couleurs classiques, ce vêtement est facile à assortir avec vos basiques existants. Rehaussez votre look avec notre vêtement en coton frais aujourd\u0027hui!","es-ES":"Presentamos nuestra última colección de prendas de algodón ligero y transpirable, perfectas para el uso diario. Fabricada con materiales de alta calidad, esta pieza versátil está diseñada para proporcionar la máxima comodidad y estilo. Con su corte relajado y diseño atemporal, es adecuada para todas las ocasiones, desde salidas informales hasta eventos formales. La textura única y suavidad de la tela la convierten en un elemento imprescindible en tu guardarropa. Disponible en una variedad de colores clásicos, esta prenda es fácil de combinar con tus básicos de armario. ¡Actualiza tu look con nuestra prenda de algodón fresco hoy mismo!"},"DefaultPriceInCents":65426,"Id":"019438a7-29df-78ad-a4fc-e04dddfe9bde","CreatedAt":"2025-01-05T22:47:46.9117279+00:00","UpdatedAt":null},{"Name":"Sunrise Stripe Jersey","DescriptionLocalized":{"en-US":"Embrace the laid-back vibe of the coast with our Sunrise Stripe Jersey. Featuring a playful mix of colors inspired by the early morning sky, this lightweight and breathable garment is perfect for casual outings or beach days. Its relaxed fit and soft fabric ensure all-day comfort, while the timeless design adds a touch of effortless style to any look.","de-DE":"Genießen Sie die entspannte Atmosphäre der Küste mit unserem Sunrise Stripe Jersey. Mit einer verspielten Mischung aus Farben inspiriert vom frühen Morgenhimmel ist dieses leichte und atmungsaktive Kleidungsstück perfekt für lässige Ausflüge oder Strandtage. Die lockere Passform und das weiche Material sorgen für den ganztägigen Komfort, während das zeitlose Design jedem Look eine Note mühelosen Stils verleiht.","it-IT":"Abbraccia la vibrazione rilassata della costa con il nostro Sunrise Stripe Jersey. Con una giocosa combinazione di colori ispirata al cielo del mattino, questo capo leggero e traspirante è perfetto per uscite informali o giornate al mare. Il taglio casual e il tessuto morbido garantiscono il massimo comfort per tutto il giorno, mentre il design senza tempo aggiunge un tocco di stile senza sforzo a qualsiasi look.","fr-FR":"Adoptez l\u0027ambiance décontractée de la côte avec notre Sunset Stripe Jersey. Doté d\u0027un mélange de couleurs ludique inspiré du ciel matinal, ce vêtement léger et respirant est parfait pour les sorties décontractées ou les journées à la plage. Sa coupe décontractée et son tissu doux assurent un confort toute la journée, tandis que le design intemporel ajoute une touche de style sans effort à n\u0027importe quel look.","es-ES":"Acepta la vibra relajada de la costa con nuestro Sunrise Stripe Jersey. Con una mezcla juguetona de colores inspirada en el cielo de la mañana, esta prenda ligera y transpirable es perfecta para salidas casuales o días en la playa. Su corte relajado y su tejido suave garantizan comodidad durante todo el día, mientras que el diseño atemporal añade un toque de estilo sin esfuerzo a cualquier look."},"DefaultPriceInCents":81170,"Id":"019438a7-3be4-703c-9488-e9510c29e1f1","CreatedAt":"2025-01-05T22:47:51.5249667+00:00","UpdatedAt":null},{"Name":"Sleek Striped Staple","DescriptionLocalized":{"en-US":"Introducing a fashion essential that combines timeless elegance with modern style. Our Sleek Striped Staple features a classic design with a contemporary twist, making it the perfect addition to any wardrobe. Crafted from high-quality materials, this versatile garment is both comfortable and stylish, making it suitable for any occasion. Whether you\u0027re dressing up for a special event or keeping it casual for a day out, this staple piece will elevate your look effortlessly. With its understated sophistication and attention to detail, this striped marvel is a must-have for the fashion-forward individual.","de-DE":"Ein zeitloses Mode-Must-Have, das klassische Eleganz mit modernem Stil vereint. Unser Sleek Striped Staple präsentiert sich mit einem klassischen Design und zeitgemäßer Note, und ist damit eine perfekte Ergänzung für jeden Kleiderschrank. Aus hochwertigen Materialien gefertigt ist dieses vielseitige Kleidungsstück sowohl bequem als auch stilvoll, und damit für jeden Anlass geeignet. Egal, ob Sie sich für ein besonderes Ereignis schick machen oder lässig unterwegs sind, dieses Basic-Teil wertet Ihr Outfit mühelos auf. Mit seiner zurückhaltenden Raffinesse und Liebe zum Detail ist dieser gestreifte Allrounder ein Muss für den modebewussten Zeitgenossen.","it-IT":"Presentiamo un indispensabile capo di abbigliamento che unisce l\u0027eleganza senza tempo con uno stile moderno. Il nostro Sleek Striped Staple presenta un design classico con un tocco contemporaneo, rendendolo il perfetto complemento per qualsiasi guardaroba. Realizzato con materiali di alta qualità, questo capo versatile è sia confortevole che alla moda, adatto per qualsiasi occasione. Che tu ti stia preparando per un evento speciale o che tu voglia mantenere un look casual per una giornata fuori, questo capo imprescindibile valorizzerà il tuo look senza sforzo. Con la sua sofisticatezza sobria e l\u0027attenzione ai dettagli, questo capo a righe è un must-have per l\u0027individuo alla moda.","fr-FR":"Présentation d\u0027un incontournable de la mode qui allie l\u0027élégance intemporelle au style moderne. Notre Sleek Striped Staple arbore un design classique revisité avec une touche contemporaine, en faisant ainsi l\u0027ajout parfait à toute garde-robe. Fabriqué à partir de matériaux de haute qualité, ce vêtement polyvalent est à la fois confortable et élégant, le rendant adapté à toutes les occasions. Que vous vous apprêtiez pour un événement spécial ou que vous optiez pour une tenue décontractée pour une journée en ville, ce vêtement indispensable rehaussera votre allure sans effort. Avec sa sophistication discrète et son souci du détail, cette merveille à rayures est un incontournable pour les adeptes de la mode.","es-ES":"Te presentamos un elemento esencial de moda que combina la elegancia atemporal con un estilo moderno. Nuestro Sleek Striped Staple cuenta con un diseño clásico con un toque contemporáneo, convirtiéndolo en la adición perfecta para cualquier guardarropa. Fabricada con materiales de alta calidad, esta prenda versátil es tanto cómoda como elegante, lo que la hace adecuada para cualquier ocasión. Ya sea que te estés vistiendo para un evento especial o manteniendo un look casual para una salida, esta pieza imprescindible elevará tu aspecto sin esfuerzo. Con su sofisticación discreta y atención al detalle, esta maravilla a rayas es un must-have para el individual moderno."},"DefaultPriceInCents":14574,"Id":"019438a7-5824-7b23-ac3d-29d038a033e7","CreatedAt":"2025-01-05T22:47:58.7563736+00:00","UpdatedAt":null},{"Name":"Elegance Blouse","DescriptionLocalized":{"en-US":"Feel sophisticated and chic in this elegant blouse. Made from high-quality fabric and designed with intricate details, this blouse is perfect for both professional and casual settings. The flowing silhouette and delicate embellishments will make you stand out in any crowd. Pair it with your favorite bottoms and accessories for a polished look that exudes style and class.","de-DE":"Fühlen Sie sich elegant und schick in dieser edlen Bluse. Hergestellt aus hochwertigem Stoff und mit aufwendigen Details gestaltet, ist diese Bluse perfekt für sowohl professionelle als auch legere Anlässe. Die fließende Silhouette und die zarten Verzierungen werden Sie in jeder Menge hervorheben. Kombinieren Sie sie mit Ihren Lieblingsunterteilen und Accessoires für einen gepflegten Look, der Stil und Klasse ausstrahlt.","it-IT":"Sentiti sofisticata ed elegante in questa raffinata blusa. Realizzata con tessuto di alta qualità e progettata con dettagli intricati, questa blusa è perfetta sia per occasioni professionali che informali. La silhouette fluida e le delicate decorazioni ti faranno risaltare in qualsiasi contesto. Abbinatela ai tuoi pantaloni e accessori preferiti per un look elegante che emana stile e classe.","fr-FR":"Sentez-vous sophistiquée et chic dans cette blouse élégante. Fabriquée dans un tissu de haute qualité et conçue avec des détails complexes, cette blouse est parfaite pour les occasions professionnelles et décontractées. La silhouette fluide et les ornements délicats vous feront remarquer dans n\u0027importe quelle foule. Associez-la à vos bas et accessoires préférés pour un look soigné qui respire le style et la classe.","es-ES":"Siéntete sofisticada y elegante en esta blusa elegante. Hecha de tela de alta calidad y diseñada con detalles intrincados, esta blusa es perfecta tanto para entornos profesionales como casuales. La silueta fluida y los adornos delicados te harán destacar en cualquier multitud. Combínala con tus partes inferiores y accesorios favoritos para un look pulido que emana estilo y clase."},"DefaultPriceInCents":93205,"Id":"019438a7-6b35-70a9-a0cc-7e90543540fb","CreatedAt":"2025-01-05T22:48:03.6375567+00:00","UpdatedAt":null},{"Name":"Sunrise Horizon","DescriptionLocalized":{"en-US":"Embrace the beauty of dawn with our Sunrise Horizon garment. This uniquely designed piece features a striking color palette inspired by the first light of day breaking over the horizon. Crafted with care and attention to detail, the Sunrise Horizon exudes a sense of calm and tranquility. Its soft fabric and relaxed fit make it the perfect choice for casual outings or cozy nights in. Elevate your wardrobe with this timeless and versatile addition that captures the essence of a new beginning.","de-DE":"Genießen Sie die Schönheit der Morgendämmerung mit unserem Sunrise Horizon Kleidungsstück. Dieses einzigartig gestaltete Stück besticht durch eine atemberaubende Farbpalette, inspiriert vom ersten Licht des Tages, das über den Horizont bricht. Mit Sorgfalt und Liebe zum Detail gefertigt, strahlt der Sunrise Horizon Ruhe und Gelassenheit aus. Sein weicher Stoff und lockere Passform machen ihn zur perfekten Wahl für lässige Ausflüge oder gemütliche Abende zu Hause. Ergänzen Sie Ihre Garderobe mit diesem zeitlosen und vielseitigen Kleidungsstück, das die Essenz eines Neuanfangs einfängt.","it-IT":"Abbraccia la bellezza dell\u0027alba con il nostro capo Sunrise Horizon. Questo capo dal design unico presenta una palette di colori sorprendente ispirata alla prima luce del giorno che rompe l\u0027orizzonte. Realizzato con cura e attenzione ai dettagli, il Sunrise Horizon emana una sensazione di calma e tranquillità. Il suo tessuto morbido e vestibilità rilassata lo rendono la scelta perfetta per uscite informali o serate accoglienti. Eleva il tuo guardaroba con questo inserimento senza tempo e versatile che cattura l\u0027essenza di un nuovo inizio.","fr-FR":"Admirez la beauté de l\u0027aube avec notre vêtement Sunrise Horizon. Ce vêtement au design unique présente une palette de couleurs frappante inspirée par la première lumière du jour qui se lève sur l\u0027horizon. Confectionné avec soin et souci du détail, le Sunrise Horizon dégage un sentiment de calme et de tranquillité. Son tissu doux et sa coupe décontractée en font le choix parfait pour des sorties décontractées ou des soirées cosy. Rehaussez votre garde-robe avec cet ajout intemporel et polyvalent qui capture l\u0027essence d\u0027un nouveau départ.","es-ES":"Acepta la belleza del amanecer con nuestra prenda Sunrise Horizon. Esta pieza diseñada de forma única cuenta con una llamativa paleta de colores inspirada en la primera luz del día rompiendo sobre el horizonte. El Sunrise Horizon, elaborado con cuidado y atención al detalle, irradia una sensación de calma y tranquilidad. Su suave tela y ajuste relajado lo convierten en la elección perfecta para salidas informales o noches acogedoras en casa. Eleva tu armario con esta adición atemporal y versátil que captura la esencia de un nuevo comienzo."},"DefaultPriceInCents":37828,"Id":"019438a7-8537-7e2a-9a27-af81ef61c2aa","CreatedAt":"2025-01-05T22:48:10.2952471+00:00","UpdatedAt":null},{"Name":"Whimsical Chaos Blouse","DescriptionLocalized":{"en-US":"Embrace the vibrant energy of the Whimsical Chaos Blouse, designed to add a touch of playfulness to your wardrobe. This unique piece features a dynamic pattern that exudes fun and creativity. The lightweight fabric ensures all-day comfort, while the relaxed fit offers a casual yet chic look. Whether you\u0027re heading to a casual outing or a special event, this blouse is sure to make a statement. Step out in style and let your personality shine with this one-of-a-kind garment.","de-DE":"Tauchen Sie ein in die lebendige Energie der Whimsical Chaos Bluse, die entworfen wurde, um Ihrer Garderobe einen Hauch von Verspieltheit zu verleihen. Dieses einzigartige Stück besticht durch ein dynamisches Muster, das Spaß und Kreativität ausstrahlt. Der leichte Stoff sorgt für ganztägigen Komfort, während der legerer Schnitt einen lässig-eleganten Look bietet. Egal, ob Sie sich auf dem Weg zu einem zwanglosen Treffen oder einem besonderen Anlass befinden, diese Bluse wird garantiert Aufmerksamkeit erregen. Treten Sie mit Stil auf und lassen Sie Ihre Persönlichkeit mit diesem einzigartigen Kleidungsstück strahlen.","it-IT":"Abbraccia l\u0027energia vibrante della Blusa Whimsical Chaos, progettata per aggiungere un tocco di giocosità al tuo guardaroba. Questo pezzo unico presenta un motivo dinamico che sprigiona divertimento e creatività. Il tessuto leggero garantisce comfort per tutto il giorno, mentre la vestibilità rilassata offre un look casual ma elegante. Che tu stia andando ad un incontro informale o ad un evento speciale, questa blusa sicuramente saprà farsi notare. Esci con stile e lascia che la tua personalità risplenda con questo capo unico.","fr-FR":"Embrassez l\u0027énergie vibrante du Chemisier Whimsical Chaos, conçu pour ajouter une touche de fantaisie à votre garde-robe. Ce vêtement unique présente un motif dynamique qui dégage amusement et créativité. Le tissu léger assure un confort toute la journée, tandis que la coupe décontractée offre un look décontracté mais chic. Que vous vous rendiez à une sortie décontractée ou à un événement spécial, ce chemisier ne manquera pas de se faire remarquer. Sortez avec style et laissez votre personnalité briller avec ce vêtement unique.","es-ES":"Abrace la energía vibrante de la Blusa Whimsical Chaos, diseñada para añadir un toque de diversión a tu armario. Esta pieza única presenta un patrón dinámico que irradia diversión y creatividad. La tela ligera garantiza comodidad durante todo el día, mientras que el corte holgado ofrece un look casual pero elegante. Ya sea que vayas a una cita informal o a un evento especial, esta blusa sin duda destacará. Sal con estilo y deja que tu personalidad brille con esta prenda única."},"DefaultPriceInCents":61434,"Id":"019438a7-a0e2-7b2e-bb33-d26a5cd26f45","CreatedAt":"2025-01-05T22:48:17.3789417+00:00","UpdatedAt":null},{"Name":"Breezy Button Down","DescriptionLocalized":{"en-US":"Stay cool and stylish in this breezy button down. Made from a lightweight cotton blend, this garment features a relaxed fit and subtle detailing for a casual yet polished look. Perfect for warm weather outings or layering under a blazer for a more sophisticated ensemble.","de-DE":"Bleiben Sie kühl und stilvoll in diesem luftigen Hemd mit Knöpfen. Hergestellt aus einer leichten Baumwollmischung, zeichnet sich dieses Kleidungsstück durch eine lockere Passform und subtile Details für einen lässigen, aber dennoch polierten Look aus. Perfekt für warme Wetterausflüge oder zum Unterziehen unter einen Blazer für ein eleganteres Ensemble.","it-IT":"Resta fresco e alla moda in questa vestibilità a pulsante. Realizzato in un leggero misto cotone, questo capo presenta una vestibilità rilassata e dettagli sottili per un look casual ma elegante. Perfetto per uscite con clima caldo o da indossare sotto un blazer per un ensemble più sofisticato.","fr-FR":"Restez cool et stylé dans ce bouton décontracté. Fabriqué à partir d\u0027un mélange de coton léger, ce vêtement présente une coupe décontractée et des détails subtils pour un look décontracté mais élégant. Parfait pour les sorties par temps chaud ou à porter sous un blazer pour un ensemble plus sophistiqué.","es-ES":"Mantente fresco y con estilo con esta camisa fresca de botones. Hecha de una mezcla de algodón ligero, esta prenda cuenta con un ajuste relajado y detalles sutiles para un look casual pero pulido. Perfecta para salidas con clima cálido o para llevar debajo de un blazer para un conjunto más sofisticado."},"DefaultPriceInCents":72823,"Id":"019438a7-ae87-702d-966d-bd18006d442f","CreatedAt":"2025-01-05T22:48:20.8719003+00:00","UpdatedAt":null},{"Name":"Sleek Summer Garment","DescriptionLocalized":{"en-US":"This sleek summer garment is the perfect addition to your warm weather wardrobe. Made from lightweight, breathable fabric, it will keep you cool and comfortable all day long. The minimalist design and classic color options make it easy to style with anything in your closet. Whether you\u0027re running errands or heading to a beach picnic, this versatile piece will have you looking and feeling great. The relaxed fit and relaxed cut provide a flattering silhouette that is both stylish and easy to wear.","de-DE":"Dieses schicke Sommerkleidungsstück ist die perfekte Ergänzung für Ihre warme Garderobe. Aus leichtem, atmungsaktivem Stoff gefertigt, hält es Sie den ganzen Tag kühl und komfortabel. Das minimalistische Design und die klassischen Farboptionen machen es einfach, es mit allem in Ihrem Kleiderschrank zu kombinieren. Egal, ob Sie Besorgungen machen oder zu einem Strandpicknick gehen, dieses vielseitige Stück lässt Sie gut aussehen und sich gut fühlen. Die lockere Passform und der lockere Schnitt sorgen für eine schmeichelhafte Silhouette, die sowohl stilvoll als auch einfach zu tragen ist.","it-IT":"Questo elegante capo estivo è il perfetto aggiunta al tuo guardaroba per il clima caldo. Realizzato con tessuto leggero e traspirante, ti manterra fresco e confortevole per tutta la giornata. Il design minimalista e le opzioni di colore classico lo rendono facile da abbinare a qualsiasi cosa nel tuo armadio. Che tu stia facendo commissioni o ti stia dirigendo verso un picnic in spiaggia, questo capo versatile ti farà apparire e sentire al tuo meglio. La vestibilità rilassata e il taglio rilassato offrono una silhouette che è sia elegante che facile da indossare.","fr-FR":"Ce vêtement d\u0027été élégant est le complément parfait à votre garde-robe de temps chaud. Fabriquée dans un tissu léger et respirant, il vous gardera au frais et confortable toute la journée. Le design minimaliste et les options de couleurs classiques le rendent facile à assortir avec tout dans votre placard. Que vous fassiez des courses ou que vous vous rendiez à un pique-nique sur la plage, cette pièce polyvalente vous fera paraître et vous sentir bien. L\u0027ajustement décontracté et la coupe décontractée offrent une silhouette flatteuse qui est à la fois élégante et facile à porter.","es-ES":"Esta elegante prenda de verano es la adición perfecta a tu guardarropa de clima cálido. Hecho de tela ligera y transpirable, te mantendrá fresco y cómodo todo el día. El diseño minimalista y las opciones de color clásicas hacen que sea fácil de combinar con cualquier cosa en tu armario. Ya sea que estés corriendo recados o yendo a un picnic en la playa, esta pieza versátil te hará lucir y sentirte genial. El ajuste relajado y el corte relajado proporcionan una silueta favorecedora que es tanto elegante como fácil de usar."},"DefaultPriceInCents":55447,"Id":"019438a7-c57f-7d72-83fa-98b53adedb83","CreatedAt":"2025-01-05T22:48:26.7520265+00:00","UpdatedAt":null},{"Name":"Eclipse Starry Night Print","DescriptionLocalized":{"en-US":"Introducing our new Eclipse Starry Night Print! Step into the celestial world with this unique and mesmerizing design featuring a mix of dark blues and purples, speckled with shimmering stars and a glowing moon. This print is perfect for those who love to stand out and make a statement with their fashion choices. Made from high-quality, soft fabric, this versatile piece can be dressed up or down for any occasion. Embrace your inner night owl and let your style shine with our Eclipse Starry Night Print!","de-DE":"Entdecken Sie unseren neuen Eclipse Starry Night Print! Tauchen Sie ein in die Welt der Sterne mit diesem einzigartigen und faszinierenden Design, das eine Mischung aus dunklen Blaus und Purpur zeigt, übersät mit glitzernden Sternen und einem leuchtenden Mond. Dieser Druck ist perfekt für alle, die gerne auffallen und mit ihren Modeentscheidungen ein Statement setzen wollen. Hergestellt aus hochwertigem, weichem Stoff, kann dieses vielseitige Stück für jeden Anlass schick oder leger getragen werden. Entfesseln Sie Ihre innere Nachteule und lassen Sie Ihren Stil mit unserem Eclipse Starry Night Print strahlen!","it-IT":"Presentiamo il nostro nuovo Stampa Stellata Eclipse! Immergiti nel mondo celeste con questo design unico e affascinante che presenta una miscela di blu scuri e viola, punteggiato di stelle scintillanti e una luna luminosa. Questa stampa è perfetta per chi ama distinguersi e fare una dichiarazione con le proprie scelte di moda. Realizzata con tessuto di alta qualità e morbido, questo capo versatile può essere indossato elegante o casual per qualsiasi occasione. Abbraccia il tuo lato notturno e lascia che il tuo stile brilli con la nostra Stampa Stellata Eclipse!","fr-FR":"Découvrez notre nouveau motif Eclipse Starry Night! Plongez dans le monde céleste avec ce design unique et fascinant comportant un mélange de bleus sombres et de pourpres, parsemé d\u0027étoiles scintillantes et d\u0027une lune brillante. Ce motif est parfait pour ceux qui aiment se démarquer et faire une déclaration avec leurs choix vestimentaires. Fabriqué dans un tissu de haute qualité et doux, ce vêtement polyvalent peut être porté de manière élégante ou décontractée pour toute occasion. Adoptez votre côté nocturne et laissez votre style briller avec notre motif Eclipse Starry Night!","es-ES":"¡Presentamos nuestro nuevo Estampado Nocturno Estrellado Eclipse! Adéntrate en el mundo celestial con este diseño único y fascinante que presenta una mezcla de azules oscuros y morados, salpicados de estrellas brillantes y una luna resplandeciente. Este estampado es perfecto para aquellos que aman destacarse y hacer una declaración con sus elecciones de moda. Hecho de tela suave y de alta calidad, esta pieza versátil puede ser vestida de manera elegante o informal para cualquier ocasión. ¡Abraza tu lado nocturno y deja que tu estilo brille con nuestro Estampado Nocturno Estrellado Eclipse!"},"DefaultPriceInCents":39696,"Id":"019438a7-dd67-7882-8eed-fce09da82192","CreatedAt":"2025-01-05T22:48:32.8716788+00:00","UpdatedAt":null}]