[{"Name":"Urban Blouse","DescriptionLocalized":{"en-US":"Elevate your everyday style with this versatile urban blouse. Made from a lightweight fabric, it features a relaxed fit and contemporary design that effortlessly transitions from day to night.","de-DE":"Heben Sie Ihren Alltagsstil mit dieser vielseitigen Urban-Bluse an. Hergestellt aus einem leichten Stoff, verfügt sie über eine lockere Passform und ein zeitgemäßes Design, das mühelos vom Tag in die Nacht übergeht.","it-IT":"Eleva il tuo stile quotidiano con questa versatile blusa urbana. Realizzata in un tessuto leggero, presenta una vestibilità comoda e un design contemporaneo che si trasforma facilmente dal giorno alla notte.","fr-FR":"Rehaussez votre style de tous les jours avec cette chemisette urbaine polyvalente. Fabriquée dans un tissu léger, elle arbore une coupe ample et un design contemporain qui se fond parfaitement du jour à la nuit.","es-ES":"Eleva tu estilo cotidiano con esta versátil blusa urbana. Elaborada en un tejido ligero, presenta un ajuste relajado y un diseño contemporáneo que transita sin esfuerzo del día a la noche."},"DefaultPriceInCents":72536,"Id":"0193c176-3b8d-740a-98a4-73d89fb84656","CreatedAt":"2024-12-16T04:49:56.2362524+00:00","UpdatedAt":null},{"Name":"Cozy Knit Pullover","DescriptionLocalized":{"en-US":"Stay warm and stylish with this cozy knit pullover. Made from soft, high-quality fabric, this pullover is perfect for everyday wear.","de-DE":"Bleiben Sie warm und stylisch mit diesem gemütlichen Strickpullover. Hergestellt aus weichem, hochwertigem Stoff, ist dieser Pullover perfekt für den täglichen Gebrauch.","it-IT":"Rimani caldo e alla moda con questo accogliente maglione a maglia. Realizzato in tessuto morbido e di alta qualità, questo maglione è perfetto per l\u0027uso quotidiano.","fr-FR":"Restez au chaud et élégant avec ce pull en tricot douillet. Fabriqué en tissu doux et de haute qualité, ce pull est parfait pour un usage quotidien.","es-ES":"Mantente abrigado y con estilo con este cómodo suéter de punto. Hecho de tela suave y de alta calidad, este suéter es perfecto para el uso diario."},"DefaultPriceInCents":73326,"Id":"0193c176-3b98-7208-b9c0-d4579b1e1989","CreatedAt":"2024-12-16T04:49:56.2362529+00:00","UpdatedAt":null},{"Name":"Cotton Crewneck","DescriptionLocalized":{"en-US":"Stay comfortable and stylish with this classic cotton crewneck. Made from soft and breathable fabric, this versatile piece is perfect for casual everyday wear.","de-DE":"Bleiben Sie bequem und stilvoll mit diesem klassischen Baumwoll-Rundhalsausschnitt. Hergestellt aus weichem und atmungsaktivem Stoff, ist dieses vielseitige Stück perfekt für den lässigen Alltag.","it-IT":"Resta comodo e alla moda con questo classico girocollo di cotone. Realizzato in tessuto morbido e traspirante, questo capo versatile è perfetto per l\u0027abbigliamento casual di tutti i giorni.","fr-FR":"Rester confortable et élégant avec ce classique col rond en coton. Fabriqué dans un tissu doux et respirant, ce vêtement polyvalent est parfait pour un usage quotidien décontracté.","es-ES":"Mantente cómodo y elegante con este clásico cuello redondo de algodón. Hecho de un tejido suave y transpirable, esta pieza versátil es perfecta para un uso casual diario."},"DefaultPriceInCents":22535,"Id":"0193c176-3b98-7c82-bce7-1bc1bc2bb217","CreatedAt":"2024-12-16T04:49:56.2362531+00:00","UpdatedAt":null},{"Name":"Sunset Stripes","DescriptionLocalized":{"en-US":"A stylish and colorful garment featuring vibrant stripes reminiscent of a beautiful sunset.","de-DE":"Ein stilvolles und farbenfrohes Kleidungsstück mit lebhaften Streifen, die an einen wunderschönen Sonnenuntergang erinnern.","it-IT":"Un capo elegante e colorato con vivaci strisce che ricordano un tramonto bellissimo.","fr-FR":"Un vêtement élégant et coloré avec des rayures vibrantes rappelant un magnifique coucher de soleil.","es-ES":"Una prenda elegante y colorida con rayas vibrantes que recuerdan a un hermoso atardecer."},"DefaultPriceInCents":28017,"Id":"0193c176-3b98-7fe4-b28a-d06af4a117e7","CreatedAt":"2024-12-16T04:49:56.2362533+00:00","UpdatedAt":null},{"Name":"Cotton Comfort Pullover","DescriptionLocalized":{"en-US":"Stay cozy and stylish with this cotton comfort pullover, perfect for everyday wear.","de-DE":"Bleiben Sie gemütlich und stilvoll mit diesem Baumwoll-Komfort-Pullover, perfekt für den täglichen Gebrauch.","it-IT":"Rimanete accoglienti e alla moda con questo pullover in cotone, perfetto per l\u0027uso quotidiano.","fr-FR":"Restez confortable et stylé avec ce pullover en coton, parfait pour un usage quotidien.","es-ES":"Mantente acogedor y elegante con este pulóver de algodón, perfecto para uso diario."},"DefaultPriceInCents":36766,"Id":"0193c176-3b98-768b-968b-fa029de7c046","CreatedAt":"2024-12-16T04:49:56.2362535+00:00","UpdatedAt":null},{"Name":"Sunset Horizon","DescriptionLocalized":{"en-US":"Feel the warm glow of the setting sun with this comfortable and stylish garment.","de-DE":"Spüren Sie den warmen Schein der untergehenden Sonne mit diesem bequemen und stilvollen Kleidungsstück.","it-IT":"Senti il caldo bagliore del tramonto con questo capo comodo e alla moda.","fr-FR":"Ressentez la lueur chaude du soleil couchant avec ce vêtement confortable et élégant.","es-ES":"Siente el cálido resplandor del sol poniente con esta prenda cómoda y elegante."},"DefaultPriceInCents":1600,"Id":"0193c176-3b98-74aa-a50e-f131f7378645","CreatedAt":"2024-12-16T04:49:56.2362538+00:00","UpdatedAt":null},{"Name":"Casual Canopy","DescriptionLocalized":{"en-US":"Stay comfortable and stylish with this classic wardrobe staple featuring a relaxed fit and soft, breathable fabric.","de-DE":"Bleiben Sie mit diesem klassischen Kleiderschrank-Basic mit lockerem Schnitt und weichem, atmungsaktivem Stoff bequem und stilvoll.","it-IT":"Rimani comodo e alla moda con questo classico capo d\u0027abbigliamento dotato di taglio comodo e tessuto morbido e traspirante.","fr-FR":"Restez confortable et élégant avec ce basique classique de garde-robe offrant une coupe décontractée et un tissu doux et respirant.","es-ES":"Mantente cómodo y elegante con este clásico básico de armario que cuenta con un ajuste relajado y un tejido suave y transpirable."},"DefaultPriceInCents":32285,"Id":"0193c176-3b98-7cb5-9569-90f622265cf4","CreatedAt":"2024-12-16T04:49:56.2362539+00:00","UpdatedAt":null},{"Name":"ComfortBlend Long Sleeve","DescriptionLocalized":{"en-US":"Stay cozy and stylish with this long sleeve made with a soft and durable blend of fabrics.","de-DE":"Bleiben Sie gemütlich und stilvoll mit diesem langärmeligen Shirt, das aus einer weichen und strapazierfähigen Mischung von Stoffen besteht.","it-IT":"Rimani accogliente e alla moda con questa maglia a maniche lunghe realizzata con una miscela di tessuti morbidi e durevoli.","fr-FR":"Restez confortable et élégant avec ce manches longues fabriqué avec un mélange de tissus doux et durables.","es-ES":"Mantente acogedor y elegante con esta camiseta de manga larga hecha con una suave y duradera mezcla de telas."},"DefaultPriceInCents":46738,"Id":"0193c176-3b98-7cb9-bec2-2d58a0b9a0bb","CreatedAt":"2024-12-16T04:49:56.2362541+00:00","UpdatedAt":null},{"Name":"Sunset Horizon","DescriptionLocalized":{"en-US":"Feel the warmth of the setting sun with this stylish piece, featuring a beautiful horizon design.","de-DE":"Spüren Sie die Wärme der untergehenden Sonne mit diesem stylischen Stück, das ein wunderschönes Horizont-Design zeigt.","it-IT":"Senti il calore del tramonto con questo capo elegante, caratterizzato da un bellissimo disegno dell\u0027orizzonte.","fr-FR":"Sentez la chaleur du soleil couchant avec ce vêtement élégant, arborant un magnifique design d\u0027horizon.","es-ES":"Siéntete la calidez del sol poniente con esta elegante prenda, que presenta un hermoso diseño de horizonte."},"DefaultPriceInCents":41642,"Id":"0193c176-3b98-71ca-bfef-369c02628185","CreatedAt":"2024-12-16T04:49:56.2362543+00:00","UpdatedAt":null},{"Name":"Breeze","DescriptionLocalized":{"en-US":"Feel the cool breeze with this lightweight and airy garment, perfect for a relaxed day out.","de-DE":"Spüren Sie die frische Brise mit diesem leichten und luftigen Kleidungsstück, perfekt für einen entspannten Tag im Freien.","it-IT":"Sentite la brezza fresca con questo capo leggero e arioso, perfetto per una giornata rilassata all\u0027aperto.","fr-FR":"Sentez la brise fraîche avec ce vêtement léger et aéré, parfait pour une journée détendue en plein air.","es-ES":"Siente la brisa fresca con esta prenda ligera y aireada, perfecta para un día relajado al aire libre."},"DefaultPriceInCents":94210,"Id":"0193c176-3b98-771d-9fe4-369d1ae4902f","CreatedAt":"2024-12-16T04:49:56.2362545+00:00","UpdatedAt":null},{"Name":"Cotton Comfort Crewneck","DescriptionLocalized":{"en-US":"Stay cool and comfortable all day in this lightweight cotton crewneck, perfect for any casual occasion.","de-DE":"Bleiben Sie den ganzen Tag über kühl und bequem in diesem leichten Baumwoll-Rundhalsausschnitt, perfekt für jeden lässigen Anlass.","it-IT":"Rimani fresco e comodo per tutta la giornata con questo leggero girocollo di cotone, perfetto per qualsiasi occasione informale.","fr-FR":"Restez au frais et à l\u0027aise toute la journée dans ce col rond en coton léger, parfait pour toute occasion décontractée.","es-ES":"Mantente fresco y cómodo todo el día con este ligero cuello redondo de algodón, perfecto para cualquier ocasión casual."},"DefaultPriceInCents":62027,"Id":"0193c176-3b98-7d1f-af57-f376903a1308","CreatedAt":"2024-12-16T04:49:56.2362547+00:00","UpdatedAt":null},{"Name":"Cloud Formation","DescriptionLocalized":{"en-US":"Feel as light as air in this breathable and airy garment, designed to keep you cool and comfortable all day long.","de-DE":"Fühlen Sie sich so leicht wie Luft in diesem atmungsaktiven und luftigen Kleidungsstück, das entwickelt wurde, um Sie den ganzen Tag über kühl und bequem zu halten.","it-IT":"Sentiti leggero come l\u0027aria in questo capo traspirante e arioso, progettato per mantenerti fresco e comodo per tutto il giorno.","fr-FR":"Sentez-vous aussi léger que l\u0027air dans ce vêtement respirant et aéré, conçu pour vous garder au frais et confortable toute la journée.","es-ES":"Siéntete ligero como el aire en esta prenda transpirable y aireada, diseñada para mantenerte fresco y cómodo todo el día."},"DefaultPriceInCents":98172,"Id":"0193c176-3b98-7e76-bee5-c248a26d768d","CreatedAt":"2024-12-16T04:49:56.2362549+00:00","UpdatedAt":null},{"Name":"Cotton Canvas","DescriptionLocalized":{"en-US":"Made from high-quality cotton canvas, this versatile garment is perfect for daily wear or special occasions.","de-DE":"Hergestellt aus hochwertiger Baumwoll-Canvas, ist dieses vielseitige Kleidungsstück perfekt für den täglichen Gebrauch oder besondere Anlässe.","it-IT":"Realizzato in resistente tela di cotone di alta qualità, questo capo versatile è perfetto per l\u0027uso quotidiano o occasioni speciali.","fr-FR":"Fabriqué à partir de toile de coton de haute qualité, ce vêtement polyvalent est parfait pour un usage quotidien ou des occasions spéciales.","es-ES":"Hecho de lona de algodón de alta calidad, esta prenda versátil es perfecta para el uso diario o ocasiones especiales."},"DefaultPriceInCents":75383,"Id":"0193c176-3b98-7467-9977-5dadf86fa77b","CreatedAt":"2024-12-16T04:49:56.2362551+00:00","UpdatedAt":null},{"Name":"Breezy Cotton Blouse","DescriptionLocalized":{"en-US":"Stay cool and stylish with this breezy cotton blouse. Perfect for a casual day out or a relaxed evening at home.","de-DE":"Bleiben Sie cool und stilvoll mit dieser luftigen Baumwollbluse. Perfekt für einen entspannten Tag am Strand oder einen gemütlichen Abend zu Hause.","it-IT":"Rimani fresca e alla moda con questa leggera blusa di cotone. Perfetta per una giornata informale fuori casa o una serata rilassante a casa.","fr-FR":"Restez cool et élégante avec cette blouse en coton léger. Parfait pour une journée décontractée en ville ou une soirée tranquille à la maison.","es-ES":"Mantente fresca y con estilo con esta ligera blusa de algodón. Perfecta para un día casual fuera de casa o una noche relajada en casa."},"DefaultPriceInCents":70174,"Id":"0193c176-3b98-7039-98e2-edbca3f3877d","CreatedAt":"2024-12-16T04:49:56.2362552+00:00","UpdatedAt":null},{"Name":"Cozy Knit Pullover","DescriptionLocalized":{"en-US":"Stay warm and stylish in our cozy knit pullover, perfect for cool evenings or lazy days at home.","de-DE":"Bleiben Sie warm und stilvoll in unserem gemütlichen Strickpullover, ideal für kühle Abende oder faule Tage zu Hause.","it-IT":"Rimani al caldo e alla moda nel nostro accogliente maglione a maglia, perfetto per serate fresche o pigre giornate a casa.","fr-FR":"Restez au chaud et stylé dans notre pull en tricot confortable, parfait pour les soirées fraîches ou les journées paresseuses à la maison.","es-ES":"Mantente abrigado y con estilo en nuestro acogedor jersey de punto, perfecto para las noches frescas o los días perezosos en casa."},"DefaultPriceInCents":60351,"Id":"0193c176-3b98-7ef4-96ca-c0ee54c1a39e","CreatedAt":"2024-12-16T04:49:56.2362554+00:00","UpdatedAt":null},{"Name":"Sunset Horizon Blouse","DescriptionLocalized":{"en-US":"Capture the beauty of a sunset with our Sunset Horizon Blouse. Featuring a vibrant color palette and soft, breathable fabric, this blouse is perfect for any warm summer evening.","de-DE":"Erfassen Sie die Schönheit eines Sonnenuntergangs mit unserer Sunset Horizon Bluse. Mit einer lebendigen Farbpalette und weichem, atmungsaktivem Stoff ist diese Bluse perfekt für jeden warmen Sommerabend.","it-IT":"Cattura la bellezza di un tramonto con la nostra blusa Sunset Horizon. Con una vivace gamma di colori e tessuto morbido e traspirante, questa blusa è perfetta per qualsiasi calda serata estiva.","fr-FR":"Capturez la beauté d\u0027un coucher de soleil avec notre chemisier Sunset Horizon. Doté d\u0027une palette de couleurs vibrante et d\u0027un tissu doux et respirant, ce chemisier est parfait pour toute soirée d\u0027été chaude.","es-ES":"Captura la belleza de un atardecer con nuestra blusa Sunset Horizon. Con una paleta de colores vibrantes y una tela suave y transpirable, esta blusa es perfecta para cualquier cálida noche de verano."},"DefaultPriceInCents":38504,"Id":"0193c176-3b98-76aa-bbfd-137f37ad30b6","CreatedAt":"2024-12-16T04:49:56.2362556+00:00","UpdatedAt":null},{"Name":"Sunset Horizon","DescriptionLocalized":{"en-US":"A stylish garment featuring a breathtaking sunset design, perfect for adding a touch of elegance to any outfit.","de-DE":"Ein stilvolles Kleidungsstück mit atemberaubendem Sonnenuntergangsdesign, ideal um jedem Outfit eine elegante Note zu verleihen.","it-IT":"Un capo elegante con un design mozzafiato del tramonto, perfetto per aggiungere un tocco di eleganza a qualsiasi outfit.","fr-FR":"Un vêtement élégant avec un design de coucher de soleil à couper le souffle, parfait pour ajouter une touche d\u0027élégance à n\u0027importe quelle tenue.","es-ES":"Una prenda elegante con un diseño de atardecer impresionante, perfecta para agregar un toque de elegancia a cualquier conjunto."},"DefaultPriceInCents":56979,"Id":"0193c176-3b98-72c0-b98a-563b144a5aa8","CreatedAt":"2024-12-16T04:49:56.2362559+00:00","UpdatedAt":null},{"Name":"Classic Crewneck","DescriptionLocalized":{"en-US":"This timeless piece features a comfortable fit and a versatile style that is perfect for any occasion.","de-DE":"Dieses zeitlose Stück verfügt über eine bequeme Passform und einen vielseitigen Stil, der für jeden Anlass perfekt ist.","it-IT":"Questo pezzo senza tempo presenta una vestibilità comoda e uno stile versatile che è perfetto per qualsiasi occasione.","fr-FR":"Ce morceau intemporel présente une coupe confortable et un style polyvalent parfait pour toutes les occasions.","es-ES":"Esta pieza atemporal presenta un ajuste cómodo y un estilo versátil que es perfecto para cualquier ocasión."},"DefaultPriceInCents":86930,"Id":"0193c176-3b98-7b86-a335-b233176e646e","CreatedAt":"2024-12-16T04:49:56.2362561+00:00","UpdatedAt":null},{"Name":"Sunset Horizon","DescriptionLocalized":{"en-US":"Feel the calmness of the evening with this relaxed fit cotton garment featuring a colorful horizon design.","de-DE":"Erleben Sie die Ruhe des Abends mit diesem lässig geschnittenen Baumwollkleidungsstück mit einem farbenfrohen Horizont-Design.","it-IT":"Senti la tranquillità della sera con questo capo in cotone dal taglio comodo e con un design orizzonte colorato.","fr-FR":"Ressentez le calme du soir avec ce vêtement en coton ample arborant un design d\u0027horizon coloré.","es-ES":"Siente la tranquilidad de la tarde con esta prenda de algodón de corte relajado con un diseño colorido del horizonte."},"DefaultPriceInCents":45158,"Id":"0193c176-3b98-7402-b4de-5f31ef26ad00","CreatedAt":"2024-12-16T04:49:56.2362563+00:00","UpdatedAt":null},{"Name":"Sunset Horizon","DescriptionLocalized":{"en-US":"Capture the beauty of the setting sun with this stylish garment, featuring a mesmerizing horizon design.","de-DE":"Erfassen Sie die Schönheit der untergehenden Sonne mit diesem stilvollen Kleidungsstück, das ein faszinierendes Horizont-Design zeigt.","it-IT":"Cattura la bellezza del tramonto con questo elegante capo, caratterizzato da un design orizzonte affascinante.","fr-FR":"Capturez la beauté du soleil couchant avec ce vêtement élégant, présentant un design d\u0027horizon hypnotisant.","es-ES":"Captura la belleza del sol poniente con esta elegante prenda, que presenta un diseño de horizonte fascinante."},"DefaultPriceInCents":71373,"Id":"0193c176-3b99-7821-93b6-49f97924de0d","CreatedAt":"2024-12-16T04:49:56.2362566+00:00","UpdatedAt":null},{"Name":"Comfort Crewneck","DescriptionLocalized":{"en-US":"Stay cozy and stylish with the Comfort Crewneck, made from premium cotton for all-day comfort.","de-DE":"Bleiben Sie gemütlich und stilvoll mit dem Comfort Crewneck aus hochwertiger Baumwolle für ganztägigen Komfort.","it-IT":"Resta comodo e alla moda con il Comfort Crewneck, realizzato in cotone premium per un comfort tutto il giorno.","fr-FR":"Restez confortable et élégant avec le Comfort Crewneck, fabriqué en coton de qualité pour un confort toute la journée.","es-ES":"Mantente cómodo y con estilo con el Comfort Crewneck, hecho de algodón premium para un confort duradero."},"DefaultPriceInCents":57233,"Id":"0193c176-3b99-7ae5-9d8a-d550520f3f23","CreatedAt":"2024-12-16T04:49:56.2362568+00:00","UpdatedAt":null},{"Name":"Breeze Maker","DescriptionLocalized":{"en-US":"Stay cool and comfortable all day with this versatile garment made from breathable fabric.","de-DE":"Bleiben Sie den ganzen Tag über kühl und bequem mit diesem vielseitigen Kleidungsstück aus atmungsaktivem Stoff.","it-IT":"Rimani fresco e comodo per tutto il giorno con questo capo versatile realizzato in tessuto traspirante.","fr-FR":"Restez frais et confortable toute la journée avec ce vêtement polyvalent fabriqué dans un tissu respirant.","es-ES":"Mantente fresco y cómodo todo el día con esta prenda versátil hecha de tela transpirable."},"DefaultPriceInCents":17838,"Id":"0193c176-3b99-7b6c-8b95-531907269500","CreatedAt":"2024-12-16T04:49:56.2362569+00:00","UpdatedAt":null},{"Name":"Urban Wave","DescriptionLocalized":{"en-US":"Stay trendy with our Urban Wave, a versatile garment that combines style with comfort.","de-DE":"Bleiben Sie trendy mit unserem Urban Wave, einem vielseitigen Kleidungsstück, das Stil mit Komfort vereint.","it-IT":"Resta alla moda con il nostro Urban Wave, un capo versatile che unisce stile e comfort.","fr-FR":"Restez à la mode avec notre Urban Wave, un vêtement polyvalent qui allie style et confort.","es-ES":"Mantente a la moda con nuestro Urban Wave, una prenda versátil que combina estilo y comodidad."},"DefaultPriceInCents":69732,"Id":"0193c176-3b99-7f0a-a784-7bcbb2ab7861","CreatedAt":"2024-12-16T04:49:56.2362571+00:00","UpdatedAt":null},{"Name":"Cotton Classic","DescriptionLocalized":{"en-US":"A timeless classic made from soft cotton fabric, perfect for everyday wear.","de-DE":"Ein zeitloser Klassiker aus weichem Baumwollstoff, perfekt für den täglichen Gebrauch.","it-IT":"Un classico senza tempo realizzato in morbido tessuto di cotone, perfetto per l\u0027uso quotidiano.","fr-FR":"Un classique intemporel en tissu de coton doux, parfait pour un usage quotidien.","es-ES":"Un clásico atemporal hecho de suave tejido de algodón, perfecto para el uso diario."},"DefaultPriceInCents":94655,"Id":"0193c176-3b99-7c4a-a951-4d5ad8e222dd","CreatedAt":"2024-12-16T04:49:56.2362573+00:00","UpdatedAt":null},{"Name":"Casual Comfort","DescriptionLocalized":{"en-US":"Stay cozy and stylish with this versatile garment. Perfect for adding a touch of laid-back sophistication to any outfit.","de-DE":"Bleiben Sie gemütlich und stilvoll mit diesem vielseitigen Kleidungsstück. Perfekt, um jedem Outfit eine Note lässiger Eleganz zu verleihen.","it-IT":"Rimanere accoglienti e alla moda con questo capo versatile. Perfetto per aggiungere un tocco di sofisticazione rilassata a qualsiasi outfit.","fr-FR":"Restez confortable et élégant avec ce vêtement polyvalent. Parfait pour ajouter une touche de sophistication décontractée à n\u0027importe quelle tenue.","es-ES":"Mantente cómodo y elegante con esta prenda versátil. Perfecta para agregar un toque de sofisticación relajada a cualquier conjunto."},"DefaultPriceInCents":75478,"Id":"0193c176-3b99-7769-9118-1670b3c28868","CreatedAt":"2024-12-16T04:49:56.2362576+00:00","UpdatedAt":null},{"Name":"Urban Classic","DescriptionLocalized":{"en-US":"A stylish and comfortable garment, perfect for everyday wear. Made from high-quality material for long-lasting durability.","de-DE":"Ein stilvolles und bequemes Kleidungsstück, perfekt für den Alltag. Hergestellt aus hochwertigem Material für eine lange Haltbarkeit.","it-IT":"Un capo elegante e confortevole, perfetto per l\u0027uso quotidiano. Realizzato con materiale di alta qualità per una durata duratura.","fr-FR":"Un vêtement élégant et confortable, parfait pour un usage quotidien. Fabriqué à partir de matériaux de haute qualité pour une durabilité exceptionnelle.","es-ES":"Una prenda elegante y cómoda, perfecta para el uso diario. Fabricada con materiales de alta calidad para una durabilidad duradera."},"DefaultPriceInCents":76171,"Id":"0193c176-3b99-72e3-878b-5c2dc0ccd52c","CreatedAt":"2024-12-16T04:49:56.2362578+00:00","UpdatedAt":null},{"Name":"Casual Layering Essential","DescriptionLocalized":{"en-US":"Upgrade your wardrobe with this versatile essential for layering or wearing on its own.","de-DE":"Aktualisieren Sie Ihre Garderobe mit diesem vielseitigen Kleidungsstück, das sich ideal zum Layering oder zum alleinigen Tragen eignet.","it-IT":"Aggiorna il tuo guardaroba con questo capo essenziale versatile per stratificare o indossare da solo.","fr-FR":"Mettez à jour votre garde-robe avec cet essentiel polyvalent pour superposer ou porter seul.","es-ES":"Actualiza tu armario con esta prenda esencial versátil para combinar con otras prendas o usar por sí sola."},"DefaultPriceInCents":46760,"Id":"0193c176-3b99-7a67-8f46-8b2e5deca3ca","CreatedAt":"2024-12-16T04:49:56.236258+00:00","UpdatedAt":null},{"Name":"Classic Crewneck","DescriptionLocalized":{"en-US":"A timeless piece of clothing with a simple crewneck design that never goes out of style.","de-DE":"Ein zeitloses Kleidungsstück mit schlichtem Rundhalsausschnitt, das nie aus der Mode kommt.","it-IT":"Un capo d\u0027abbigliamento senza tempo con un design semplice a girocollo che non passa mai di moda.","fr-FR":"Un vêtement intemporel avec un design simple à col rond qui ne se démode jamais.","es-ES":"Una prenda atemporal con un diseño sencillo de cuello redondo que nunca pasa de moda."},"DefaultPriceInCents":56340,"Id":"0193c176-3b99-700c-b941-9fccd021a612","CreatedAt":"2024-12-16T04:49:56.2362582+00:00","UpdatedAt":null},{"Name":"Canvas Print","DescriptionLocalized":{"en-US":"Elevate your style with this modern and versatile canvas print. Made from soft, breathable fabric that will keep you comfortable all day long.","de-DE":"Verbessern Sie Ihren Stil mit diesem modernen und vielseitigen Leinwanddruck. Hergestellt aus weichem, atmungsaktivem Stoff, der Sie den ganzen Tag lang bequem hält.","it-IT":"Valorizza il tuo stile con questa moderna e versatile stampa su tela. Realizzata in tessuto morbido e traspirante che ti terrà comodo per tutto il giorno.","fr-FR":"Rehaussez votre style avec cette toile moderne et polyvalente. Fabriqué à partir d\u0027un tissu doux et respirant qui vous gardera confortable toute la journée.","es-ES":"Eleva tu estilo con esta moderna y versátil impresión en lienzo. Fabricado con un tejido suave y transpirable que te mantendrá cómodo todo el día."},"DefaultPriceInCents":99841,"Id":"0193c176-3b99-77b1-9655-158be1bd276a","CreatedAt":"2024-12-16T04:49:56.2362583+00:00","UpdatedAt":null},{"Name":"Casual Elegance","DescriptionLocalized":{"en-US":"A versatile garment for any occasion, featuring a timeless design and comfortable fit.","de-DE":"Ein vielseitiges Kleidungsst\u0026uuml;ck f\u0026uuml;r jeden Anlass, mit zeitlosem Design und bequemer Passform.","it-IT":"Un capo versatile per qualsiasi occasione, con un design senza tempo e un taglio confortevole.","fr-FR":"Un v\u0026ecirc;tement polyvalent pour toute occasion, avec un design intemporel et une coupe confortable.","es-ES":"Una prenda versátil para cualquier ocasión, con un diseño atemporal y un ajuste cómodo."},"DefaultPriceInCents":89799,"Id":"0193c176-3b99-7f3f-91da-354161eb8a5e","CreatedAt":"2024-12-16T04:49:56.2362586+00:00","UpdatedAt":null},{"Name":"Classic Button-Up","DescriptionLocalized":{"en-US":"Elevate your wardrobe with this timeless classic button-up shirt. Featuring a crisp collar and tailored fit, this shirt is perfect for both casual and formal occasions.","de-DE":"Werten Sie Ihre Garderobe mit diesem zeitlosen klassischen Knopfhemd auf. Mit einem knackigen Kragen und einer maßgeschneiderten Passform ist dieses Hemd perfekt für sowohl legere als auch formelle Anlässe.","it-IT":"Valorizza il tuo guardaroba con questa classica camicia con bottoni senza tempo. Con un colletto nitido e una vestibilità su misura, questa camicia è perfetta sia per occasioni casual che formali.","fr-FR":"Rehaussez votre garde-robe avec cette chemise classique à boutons intemporelle. Dotée d\u0027un col net et d\u0027une coupe ajustée, cette chemise est parfaite pour les occasions décontractées et formelles.","es-ES":"Eleve su guardarropa con esta clásica camisa abotonada atemporal. Con un cuello nítido y un ajuste a la medida, esta camisa es perfecta tanto para ocasiones casuales como formales."},"DefaultPriceInCents":47398,"Id":"0193c176-3b99-7b84-afcb-25bed9048a1d","CreatedAt":"2024-12-16T04:49:56.2362587+00:00","UpdatedAt":null},{"Name":"Sunset Horizon","DescriptionLocalized":{"en-US":"A stylish piece of clothing featuring a vibrant, picturesque sunset over the horizon design.","de-DE":"Ein modisches Kleidungsstück mit einem lebhaften, malerischen Sonnenuntergang über dem Horizont.","it-IT":"Un elegante capo d\u0027abbigliamento con un vivace e pittoresco tramonto sull\u0027orizzonte.","fr-FR":"Un vêtement élégant orné d\u0027un coucher de soleil vibrant et pittoresque sur l\u0027horizon.","es-ES":"Una elegante prenda de vestir con un diseño vibrante y pintoresco de un atardecer sobre el horizonte."},"DefaultPriceInCents":44714,"Id":"0193c176-3b99-7e04-ac50-51a3c4694aed","CreatedAt":"2024-12-16T04:49:56.2362589+00:00","UpdatedAt":null},{"Name":"Casual Staple","DescriptionLocalized":{"en-US":"A versatile piece for your everyday wardrobe, the Casual Staple features a relaxed fit and classic design that pairs effortlessly with your favorite bottoms.","de-DE":"Ein vielseitiges Stück für Ihre Alltagsgarderobe, das Casual Staple besticht durch eine lockere Passform und ein klassisches Design, das sich mühelos mit Ihren Lieblingsunterteilen kombinieren lässt.","it-IT":"Un capo versatile per il tuo guardaroba di tutti i giorni, il Casual Staple presenta una vestibilità rilassata e un design classico che si abbina facilmente ai tuoi pantaloni preferiti.","fr-FR":"Un article polyvalent pour votre garde-robe de tous les jours, le Casual Staple se caractérise par une coupe décontractée et un design classique qui se marie sans effort avec vos bas préférés.","es-ES":"Una pieza versátil para tu guardarropa diario, el Casual Staple cuenta con un ajuste relajado y un diseño clásico que se combina fácilmente con tus partes de abajo favoritas."},"DefaultPriceInCents":4624,"Id":"0193c176-3b99-7e5a-ad0e-c688a39aee35","CreatedAt":"2024-12-16T04:49:56.2362591+00:00","UpdatedAt":null},{"Name":"Sleek Cotton Crewneck","DescriptionLocalized":{"en-US":"Achieve effortless style with this sleek and comfortable crewneck made from high-quality cotton.","de-DE":"Erreichen Sie mühelosen Stil mit diesem schicken und bequemen Rundhalsausschnitt aus hochwertiger Baumwolle.","it-IT":"Raggiungi uno stile senza sforzo con questo elegante e confortevole girocollo realizzato in cotone di alta qualità.","fr-FR":"Optez pour un style effortless avec ce col rond chic et confortable fabriqué en coton de haute qualité.","es-ES":"Logre un estilo sin esfuerzo con este elegante y cómodo cuello redondo de algodón de alta calidad."},"DefaultPriceInCents":13819,"Id":"0193c176-3b99-72c5-86d1-2463d4923486","CreatedAt":"2024-12-16T04:49:56.2362592+00:00","UpdatedAt":null},{"Name":"Sunset Horizon","DescriptionLocalized":{"en-US":"Capture the beauty of the setting sun with this relaxed and comfortable garment.","de-DE":"Erfasse die Schönheit der untergehenden Sonne mit diesem entspannten und bequemen Kleidungsstück.","it-IT":"Cattura la bellezza del tramonto con questo capo rilassato e confortevole.","fr-FR":"Capturez la beauté du coucher de soleil avec ce vêtement décontracté et confortable.","es-ES":"Captura la belleza del atardecer con esta prenda relajada y cómoda."},"DefaultPriceInCents":85712,"Id":"0193c176-3b99-71e4-b912-8e6d8a84845f","CreatedAt":"2024-12-16T04:49:56.2362595+00:00","UpdatedAt":null},{"Name":"Comfort Cotton Crewneck","DescriptionLocalized":{"en-US":"Stay comfy all day long in this lightweight cotton crewneck, perfect for everyday wear.","de-DE":"Bleiben Sie den ganzen Tag lang bequem in diesem leichten Baumwoll-Crewneck, perfekt für den täglichen Gebrauch.","it-IT":"Resta comodo per tutta la giornata in questo leggero crewneck di cotone, perfetto per l\u0027uso quotidiano.","fr-FR":"Restez confortable toute la journée dans ce crewneck en coton léger, parfait pour un usage quotidien.","es-ES":"Mantente cómodo todo el día en este crewneck de algodón ligero, perfecto para uso diario."},"DefaultPriceInCents":17474,"Id":"0193c176-3b99-737a-87e4-106dc39ccb3c","CreatedAt":"2024-12-16T04:49:56.2362596+00:00","UpdatedAt":null},{"Name":"Eco-Friendly Organic Cotton Blouse","DescriptionLocalized":{"en-US":"Stay stylish and sustainable with our eco-friendly blouse made from 100% organic cotton. Perfect for any occasion!","de-DE":"Bleiben Sie stilvoll und nachhaltig mit unserer umweltfreundlichen Bluse aus 100% Bio-Baumwolle. Perfekt für jeden Anlass!","it-IT":"Resta alla moda e sostenibile con la nostra camicetta eco-friendly realizzata al 100% in cotone biologico. Perfetta per ogni occasione!","fr-FR":"Restez stylé et respectueux de l\u0027environnement avec notre chemisier éco-friendly en coton biologique à 100%. Parfait pour toutes les occasions !","es-ES":"Mantente elegante y sostenible con nuestra blusa ecológica hecha de algodón orgánico al 100%. ¡Perfecta para cualquier ocasión!"},"DefaultPriceInCents":28679,"Id":"0193c176-3b99-7f74-aa6d-27ba480ee7c5","CreatedAt":"2024-12-16T04:49:56.2362598+00:00","UpdatedAt":null},{"Name":"Comfortable Casual","DescriptionLocalized":{"en-US":"A versatile and stylish piece of clothing perfect for everyday wear.","de-DE":"Ein vielseitiges und stilvolles Kleidungsstück, perfekt für den täglichen Gebrauch.","it-IT":"Un capo versatile e alla moda perfetto per l\u0027uso quotidiano.","fr-FR":"Un vêtement polyvalent et élégant parfait pour un usage quotidien.","es-ES":"Una prenda versátil y elegante perfecta para uso diario."},"DefaultPriceInCents":7445,"Id":"0193c176-3b99-755f-9b40-7bfb7147c956","CreatedAt":"2024-12-16T04:49:56.23626+00:00","UpdatedAt":null},{"Name":"Cotton Casual","DescriptionLocalized":{"en-US":"Stay comfy and stylish in this lightweight cotton casual. Its breathable fabric and relaxed fit make it perfect for everyday wear.","de-DE":"Bleiben Sie bequem und stilvoll in diesem leichten Baumwollfreizeitkleidungsstück. Sein atmungsaktiver Stoff und lockerer Schnitt machen es perfekt für den täglichen Gebrauch.","it-IT":"Rimanete comodi e alla moda in questo casual di cotone leggero. Il suo tessuto traspirante e il taglio morbido lo rendono perfetto per l\u0027uso quotidiano.","fr-FR":"Restez à l\u0027aise et élégant dans ce casual en coton léger. Son tissu respirant et sa coupe décontractée en font le vêtement parfait pour tous les jours.","es-ES":"Mantente cómodo y con estilo en esta prenda casual de algodón ligero. Su tejido transpirable y corte relajado la hacen perfecta para el uso diario."},"DefaultPriceInCents":84319,"Id":"0193c176-3b99-717a-94af-6d83ed072203","CreatedAt":"2024-12-16T04:49:56.2362602+00:00","UpdatedAt":null},{"Name":"Casual Comfort","DescriptionLocalized":{"en-US":"This versatile garment is sure to keep you feeling relaxed and stylish at the same time.","de-DE":"Dieses vielseitige Kleidungsstück sorgt dafür, dass Sie sich entspannt und gleichzeitig stilvoll fühlen.","it-IT":"Questo capo versatile ti farà sentire rilassato e alla moda allo stesso tempo.","fr-FR":"Ce vêtement polyvalent est sûr de vous maintenir détendu et élégant en même temps.","es-ES":"Esta prenda versátil seguramente te mantendrá relajado y elegante al mismo tiempo."},"DefaultPriceInCents":55331,"Id":"0193c176-3b99-76f3-ae8d-a5bf5373e9c0","CreatedAt":"2024-12-16T04:49:56.2362604+00:00","UpdatedAt":null},{"Name":"The Classic Button-Up","DescriptionLocalized":{"en-US":"Elevate your everyday look with our classic button-up featuring a timeless design and comfortable fit.","de-DE":"Werten Sie Ihren Alltags-Look mit unserem klassischen Hemd mit zeitlosem Design und bequemer Passform auf.","it-IT":"Rivisita il tuo look quotidiano con la nostra classica camicia button-up, caratterizzata da un design senza tempo e vestibilità comoda.","fr-FR":"Rehaussez votre look quotidien avec notre chemise à boutons classique, dotée d\u0027un design intemporel et d\u0027une coupe confortable.","es-ES":"Eleva tu look diario con nuestra clásica camisa de botones con un diseño atemporal y un ajuste cómodo."},"DefaultPriceInCents":7827,"Id":"0193c176-3b99-71f6-8473-8924a18d7de7","CreatedAt":"2024-12-16T04:49:56.2362606+00:00","UpdatedAt":null},{"Name":"Sunset Stripe","DescriptionLocalized":{"en-US":"A casual, relaxed fit with colorful sunset stripes, perfect for warm summer evenings.","de-DE":"Eine lässige, lockere Passform mit bunten Sonnenuntergangsstreifen, perfekt für warme Sommerabende.","it-IT":"Un taglio casual e rilassato con colorate strisce al tramonto, perfetto per le calde serate estive.","fr-FR":"Une coupe décontractée, ample avec des rayures colorées de coucher de soleil, idéal pour les chaudes soirées d\u0027été.","es-ES":"Un corte casual y relajado con coloridas rayas de atardecer, perfecto para las cálidas noches de verano."},"DefaultPriceInCents":38638,"Id":"0193c176-3b99-7fd0-bc1f-dc5cdd7eb582","CreatedAt":"2024-12-16T04:49:56.2362607+00:00","UpdatedAt":null},{"Name":"Classic Cotton Blouse","DescriptionLocalized":{"en-US":"A timeless and versatile cotton blouse that pairs perfectly with any bottoms. Features a relaxed fit and a button-down closure.","de-DE":"Eine zeitlose und vielseitige Baumwollbluse, die perfekt zu allen Unterteilen passt. Mit lockerer Passform und Knopfverschluss.","it-IT":"Una camicetta classica e versatile in cotone che si abbina perfettamente a qualsiasi pantalone. Caratterizzata da una vestibilità rilassata e una chiusura a bottoni.","fr-FR":"Un chemisier classique et polyvalent en coton qui se marie parfaitement avec tous les bas. Présente une coupe décontractée et une fermeture boutonnée.","es-ES":"Una blusa de algodón atemporal y versátil que se combina perfectamente con cualquier pantalón. Presenta un ajuste holgado y cierre abotonado."},"DefaultPriceInCents":85290,"Id":"0193c176-3b99-7764-8a5f-d00e08fb5645","CreatedAt":"2024-12-16T04:49:56.2362609+00:00","UpdatedAt":null},{"Name":"Cotton Cozy","DescriptionLocalized":{"en-US":"Stay comfortable and stylish with this cozy cotton garment.","de-DE":"Bleiben Sie mit diesem gemütlichen Baumwollkleidungsstück bequem und stilvoll.","it-IT":"Rimani comodo e alla moda con questo capo in cotone accogliente.","fr-FR":"Restez confortable et élégant avec ce vêtement en coton doux.","es-ES":"Mantente cómodo y con estilo con esta prenda de algodón acogedora."},"DefaultPriceInCents":7028,"Id":"0193c176-3b99-7c10-a5d7-b2dfb1d39778","CreatedAt":"2024-12-16T04:49:56.236261+00:00","UpdatedAt":null},{"Name":"Breeze Blouse","DescriptionLocalized":{"en-US":"Stay cool and stylish in this lightweight and flowy blouse.","de-DE":"Bleiben Sie cool und stilvoll in dieser leichten und fließenden Bluse.","it-IT":"Rimani fresco e alla moda in questa blusa leggera e fluente.","fr-FR":"Restez cool et élégant dans cette blouse légère et fluide.","es-ES":"Mantente fresco y elegante en esta blusa ligera y fluida."},"DefaultPriceInCents":47566,"Id":"0193c176-3b99-74a1-9c3c-e402dc02ed7a","CreatedAt":"2024-12-16T04:49:56.2362612+00:00","UpdatedAt":null},{"Name":"Cotton Crop","DescriptionLocalized":{"en-US":"A stylish and comfortable crop made from quality cotton material, perfect for casual everyday wear.","de-DE":"Ein stilvoller und bequemer Crop aus hochwertiger Baumwolle, perfekt für den lässigen Alltagslook.","it-IT":"Un crop elegante e comodo realizzato in cotone di alta qualità, perfetto per un look casual quotidiano.","fr-FR":"Un crop élégant et confortable en coton de qualité, parfait pour une tenue décontractée au quotidien.","es-ES":"Un crop elegante y cómodo hecho de algodón de calidad, perfecto para un look casual diario."},"DefaultPriceInCents":78602,"Id":"0193c176-3b99-7f6e-87bd-91411fe9c469","CreatedAt":"2024-12-16T04:49:56.2362614+00:00","UpdatedAt":null},{"Name":"Cozy Cotton Pullover","DescriptionLocalized":{"en-US":"Stay warm and comfortable in this cozy cotton pullover with a relaxed fit and versatile style.","de-DE":"Bleiben Sie warm und bequem in diesem gemütlichen Baumwollpullover mit lockerer Passform und vielseitigem Stil.","it-IT":"Rimani al caldo e comodo in questo accogliente maglione in cotone con vestibilità ampia e stile versatile.","fr-FR":"Restez au chaud et confortable dans ce pull en coton doux avec une coupe décontractée et un style polyvalent.","es-ES":"Mantente abrigado y cómodo en este suéter de algodón acogedor con un ajuste relajado y estilo versátil."},"DefaultPriceInCents":10618,"Id":"0193c176-3b99-7b22-8735-b24f091a3ac1","CreatedAt":"2024-12-16T04:49:56.2362615+00:00","UpdatedAt":null},{"Name":"Urban Camo Crewneck","DescriptionLocalized":{"en-US":"Stay stylish and blend in with the cityscape in this camo crewneck shirt.","de-DE":"Bleiben Sie stilvoll und verschmelzen Sie mit der Stadtkulisse in diesem Camouflage-Crewneck.","it-IT":"Rimani alla moda e mimetizzati con il paesaggio urbano in questa maglia a girocollo mimetica.","fr-FR":"Restez élégant et camouflez-vous dans le paysage urbain avec ce sweat à col rond camouflage.","es-ES":"Mantente a la moda y camúflate con el paisaje urbano en esta sudadera camuflada de cuello redondo."},"DefaultPriceInCents":75525,"Id":"0193c176-3b99-79c3-8a43-5bd8220df14c","CreatedAt":"2024-12-16T04:49:56.2362617+00:00","UpdatedAt":null},{"Name":"Cotton Comfort Crewneck","DescriptionLocalized":{"en-US":"Stay comfortable all day in this classic crewneck made with soft and breathable cotton fabric.","de-DE":"Bleiben Sie den ganzen Tag über bequem in diesem klassischen Rundhalsausschnitt aus weicher und atmungsaktiver Baumwolle.","it-IT":"Resta comodo tutto il giorno in questo classico collo rotondo realizzato con un morbido e traspirante tessuto di cotone.","fr-FR":"Restez confortable toute la journée dans ce col rond classique fabriqué avec un tissu en coton doux et respirant.","es-ES":"Mantente cómodo todo el día en este clásico cuello redondo hecho con un suave y transpirable tejido de algodón."},"DefaultPriceInCents":10926,"Id":"0193c176-3b99-7d7f-95b5-f5caedd10f95","CreatedAt":"2024-12-16T04:49:56.2362619+00:00","UpdatedAt":null},{"Name":"Elevate Classic","DescriptionLocalized":{"en-US":"Upgrade your everyday style with the Elevate Classic. This versatile garment pairs perfectly with your favorite bottoms for a sophisticated look.","de-DE":"Verbessern Sie Ihren Alltagsstil mit dem Elevate Classic. Dieses vielseitige Kleidungsstück passt perfekt zu Ihren Lieblingshosen für einen eleganten Look.","it-IT":"Aggiorna il tuo stile quotidiano con l\u0027Elevate Classic. Questo capo versatile si abbina perfettamente ai tuoi pantaloni preferiti per un look sofisticato.","fr-FR":"Valorisez votre style quotidien avec l\u0027Elevate Classic. Ce vêtement polyvalent se marie parfaitement avec vos bas préférés pour un look sophistiqué.","es-ES":"Actualiza tu estilo diario con el Elevate Classic. Esta prenda versátil combina perfectamente con tus pantalones favoritos para un look sofisticado."},"DefaultPriceInCents":84314,"Id":"0193c176-3b99-7cef-8e24-e5ba27ec56b7","CreatedAt":"2024-12-16T04:49:56.236262+00:00","UpdatedAt":null},{"Name":"Cotton Comfort","DescriptionLocalized":{"en-US":"Stay cool and comfortable all day with this casual cotton blend garment.","de-DE":"Bleiben Sie den ganzen Tag cool und bequem mit diesem lässigen Baumwollmischungsstück.","it-IT":"Rimanete freschi e comodi tutto il giorno con questo capo casual in misto cotone.","fr-FR":"Restez frais et à l\u0027aise toute la journée avec ce vêtement en mélange de coton décontracté.","es-ES":"Mantente fresco y cómodo todo el día con esta prenda casual de mezcla de algodón."},"DefaultPriceInCents":90365,"Id":"0193c176-3b99-7689-a2c6-ebdb618c4280","CreatedAt":"2024-12-16T04:49:56.2362622+00:00","UpdatedAt":null},{"Name":"Comfy Cotton Crewneck","DescriptionLocalized":{"en-US":"Stay comfortable and stylish with this classic crewneck made from soft cotton material.","de-DE":"Bleiben Sie bequem und stilvoll mit diesem klassischen Rundhalsausschnitt aus weichem Baumwollmaterial.","it-IT":"Rimani comodo e alla moda con questo classico collo a giro realizzato in materiale morbido di cotone.","fr-FR":"Restez confortable et élégant avec ce col rond classique fabriqué dans un matériau coton confortable.","es-ES":"Mantente cómodo y con estilo con este clásico cuello redondo hecho de suave material de algodón."},"DefaultPriceInCents":83485,"Id":"0193c176-3b99-7864-9bee-0fd1c7b0917a","CreatedAt":"2024-12-16T04:49:56.2362623+00:00","UpdatedAt":null},{"Name":"Comfy Cotton Crewneck","DescriptionLocalized":{"en-US":"Stay cozy and stylish in this soft cotton crewneck. Perfect for everyday wear.","de-DE":"Bleiben Sie gemütlich und stilvoll in diesem weichen Baumwoll-Crewneck. Perfekt für den täglichen Gebrauch.","it-IT":"Rimanete comodi e alla moda con questo morbido collo a giro in cotone. Perfetto per l\u0027uso quotidiano.","fr-FR":"Restez confortable et élégant dans ce col rond en coton doux. Parfait pour un usage quotidien.","es-ES":"Mantente acogedor y elegante con este suave cuello redondo de algodón. Perfecto para uso diario."},"DefaultPriceInCents":62820,"Id":"0193c176-3b99-7c8a-be6f-e2b570f676e1","CreatedAt":"2024-12-16T04:49:56.2362625+00:00","UpdatedAt":null},{"Name":"Comfy Cotton Crewneck","DescriptionLocalized":{"en-US":"Stay cozy and stylish with this comfortable crewneck made from soft cotton blend fabric.","de-DE":"Bleiben Sie gemütlich und stilvoll mit diesem bequemen Rundhalsausschnitt aus weichem Baumwollmischgewebe.","it-IT":"Rimani comodo e alla moda con questo comodo collo a giro realizzato in morbido tessuto misto cotone.","fr-FR":"Restez confortable et élégant avec ce col ras du cou confortable en coton doux.","es-ES":"Mantente acogedor y elegante con este cómodo cuello redondo hecho de suave tejido de mezcla de algodón."},"DefaultPriceInCents":40024,"Id":"0193c176-3b99-7fe5-b76e-96093971db74","CreatedAt":"2024-12-16T04:49:56.2362628+00:00","UpdatedAt":null},{"Name":"Urban Stripe","DescriptionLocalized":{"en-US":"Stay stylish and comfortable in this urban-inspired striped piece. Made with premium cotton for a soft and breathable feel.","de-DE":"Bleiben Sie mit diesem urban-inspirierten gestreiften Stück stilvoll und bequem. Hergestellt aus hochwertiger Baumwolle für ein weiches und atmungsaktives Gefühl.","it-IT":"Rimanere stilosi e comodi in questo pezzo a righe ispirato alla vita in città. Realizzato con cotone pregiato per una sensazione morbida e traspirante.","fr-FR":"Restez stylé et confortable dans ce vêtement à rayures inspiré de l\u0027urbain. Fabriqué avec du coton de qualité pour une sensation douce et respirante.","es-ES":"Mantente con estilo y cómodo en esta prenda a rayas inspirada en lo urbano. Hecha con algodón premium para una sensación suave y transpirable."},"DefaultPriceInCents":59686,"Id":"0193c176-3b99-7b71-aa64-399df7faeaeb","CreatedAt":"2024-12-16T04:49:56.236263+00:00","UpdatedAt":null},{"Name":"Modern Classic","DescriptionLocalized":{"en-US":"A timeless and versatile piece perfect for any occasion.","de-DE":"Ein zeitloser und vielseitiger Klassiker, perfekt für jeden Anlass.","it-IT":"Un pezzo senza tempo e versatile, perfetto per ogni occasione.","fr-FR":"Un classique intemporel et polyvalent, parfait pour toute occasion.","es-ES":"Una pieza atemporal y versátil perfecta para cualquier ocasión."},"DefaultPriceInCents":75800,"Id":"0193c176-3b99-7224-b5d2-dcac2aaf8c28","CreatedAt":"2024-12-16T04:49:56.2362631+00:00","UpdatedAt":null},{"Name":"Sunrise Horizon","DescriptionLocalized":{"en-US":"Stay cool and stylish with our Sunrise Horizon garment, perfect for any casual outing.","de-DE":"Bleiben Sie cool und stilvoll mit unserem Kleidungsstück Sunrise Horizon, perfekt für jeden lässigen Ausflug.","it-IT":"Rimani fresco e alla moda con il nostro capo Sunrise Horizon, perfetto per qualsiasi uscita informale.","fr-FR":"Restez cool et élégant avec notre vêtement Sunrise Horizon, parfait pour toute sortie décontractée.","es-ES":"Mantente fresco y con estilo con nuestra prenda Sunrise Horizon, perfecta para cualquier salida casual."},"DefaultPriceInCents":39798,"Id":"0193c176-3b99-7849-9bf0-57e480024fab","CreatedAt":"2024-12-16T04:49:56.2362634+00:00","UpdatedAt":null},{"Name":"Zephyr Flutter Sleeve Blouse","DescriptionLocalized":{"en-US":"Light and airy blouse with delicate flutter sleeves, perfect for warm weather.","de-DE":"Luftige Bluse mit zarten Flattersärmeln, perfekt für warmes Wetter.","it-IT":"Blusa leggera e ariosa con delicate maniche svolazzanti, perfetta per il clima caldo.","fr-FR":"Blouse légère et aérée avec des manches délicates à volants, parfaite pour les jours chauds.","es-ES":"Blusa ligera y aireada con delicadas mangas de volantes, perfecta para el clima cálido."},"DefaultPriceInCents":28856,"Id":"0193c176-3b99-7798-b134-b0328b81a793","CreatedAt":"2024-12-16T04:49:56.2362635+00:00","UpdatedAt":null},{"Name":"Cotton Classic","DescriptionLocalized":{"en-US":"Stay comfortable and stylish with our timeless cotton classic. Made from 100% soft and breathable cotton, this versatile piece is perfect for any occasion.","de-DE":"Bleiben Sie mit unserem zeitlosen Baumwoll-Klassiker bequem und stilvoll. Hergestellt aus 100% weicher und atmungsaktiver Baumwolle, ist dieses vielseitige Stück für jeden Anlass perfekt.","it-IT":"Stai comodo e alla moda con il nostro classico in cotone. Realizzato al 100% in cotone morbido e traspirante, questo capo versatile è perfetto per ogni occasione.","fr-FR":"Restez confortable et élégant avec notre classique en coton intemporel. Fabriqué à 100% en coton doux et respirant, ce vêtement polyvalent est parfait pour toutes les occasions.","es-ES":"Mantente cómodo y elegante con nuestro clásico de algodón. Hecho al 100% de algodón suave y transpirable, esta prenda versátil es perfecta para cualquier ocasión."},"DefaultPriceInCents":25860,"Id":"0193c176-3b99-7f09-98a8-aa9291a4a049","CreatedAt":"2024-12-16T04:49:56.2362637+00:00","UpdatedAt":null},{"Name":"Hues of Heaven","DescriptionLocalized":{"en-US":"Feel like you\u0027re wearing a piece of the sky with our Hues of Heaven garment, featuring a unique blend of celestial colors and a soft, airy fabric.","de-DE":"Fühlen Sie sich, als würden Sie ein Stück vom Himmel tragen mit unserem Hues of Heaven Kleidungsstück, das eine einzigartige Mischung aus himmlischen Farben und einem weichen, luftigen Stoff bietet.","it-IT":"Senti come se stessi indossando un pezzo di cielo con il nostro capo Hues of Heaven, caratterizzato da una miscela unica di colori celesti e un tessuto morbido e arioso.","fr-FR":"Sentez-vous comme si vous portiez un morceau du ciel avec notre vêtement Hues of Heaven, offrant un mélange unique de couleurs célestes et un tissu doux et aéré.","es-ES":"Siéntete como si estuvieras llevando un pedazo del cielo con nuestra prenda Hues of Heaven, que cuenta con una mezcla única de colores celestiales y una tela suave y ligera."},"DefaultPriceInCents":8216,"Id":"0193c176-3b99-7bbe-9bae-a5120abae287","CreatedAt":"2024-12-16T04:49:56.2362639+00:00","UpdatedAt":null},{"Name":"Sunset Vibe","DescriptionLocalized":{"en-US":"Feel the warm and colorful vibes with this stylish and comfortable piece of clothing.","de-DE":"Erleben Sie die warmen und farbenfrohen Vibes mit diesem stilvollen und bequemen Kleidungsstück.","it-IT":"Senti le vibrazioni calde e colorate con questo elegante e comodo capo d\u0027abbigliamento.","fr-FR":"Ressentez les vibes chaleureuses et colorées avec ce vêtement élégant et confortable.","es-ES":"Siente las vibraciones cálidas y coloridas con esta elegante y cómoda prenda de vestir."},"DefaultPriceInCents":81502,"Id":"0193c176-3b99-7797-8fdd-8448cdddd295","CreatedAt":"2024-12-16T04:49:56.236264+00:00","UpdatedAt":null},{"Name":"The Essential Crew","DescriptionLocalized":{"en-US":"A versatile garment that combines comfort and style, perfect for everyday wear.","de-DE":"Ein vielseitiges Kleidungsstück, das Komfort und Stil vereint, perfekt für den täglichen Gebrauch.","it-IT":"Un capo versatile che unisce comfort e stile, perfetto per l\u0027uso quotidiano.","fr-FR":"Un vêtement polyvalent qui allie confort et style, parfait pour un usage quotidien.","es-ES":"Una prenda versátil que combina comodidad y estilo, perfecta para uso diario."},"DefaultPriceInCents":68268,"Id":"0193c176-3b99-728f-917f-e78f90f8c838","CreatedAt":"2024-12-16T04:49:56.2362642+00:00","UpdatedAt":null},{"Name":"Sunset Vibe","DescriptionLocalized":{"en-US":"Capture the essence of a beautiful summer evening with this vibrant and stylish piece. Perfect for adding a touch of color to your wardrobe.","de-DE":"Fangen Sie die Essenz eines schönen Sommerabends mit diesem lebendigen und stilvollen Stück ein. Perfekt, um Ihrem Kleiderschrank einen Hauch von Farbe zu verleihen.","it-IT":"Cattura l\u0027essenza di una bella serata estiva con questo pezzo vibrante e elegante. Perfetto per aggiungere un tocco di colore al tuo guardaroba.","fr-FR":"Capturez l\u0027essence d\u0027une belle soirée d\u0027été avec cette pièce vibrante et élégante. Parfait pour ajouter une touche de couleur à votre garde-robe.","es-ES":"Captura la esencia de una hermosa tarde de verano con esta pieza vibrante y elegante. Perfecto para agregar un toque de color a tu guardarropa."},"DefaultPriceInCents":78949,"Id":"0193c176-3b99-7dfa-b823-aec8c9fb6272","CreatedAt":"2024-12-16T04:49:56.2362644+00:00","UpdatedAt":null},{"Name":"Sunrise Canvas","DescriptionLocalized":{"en-US":"Feel the warmth of a new day with this cozy, lightweight canvas. Perfect for lounging or a casual day out.","de-DE":"Spüren Sie die Wärme eines neuen Tages mit dieser gemütlichen, leichten Leinwand. Perfekt zum Entspannen oder für einen ungezwungenen Tag.","it-IT":"Sentite il calore di un nuovo giorno con questa tela leggera e accogliente. Perfetta per rilassarsi o per una giornata informale fuori.","fr-FR":"Ressentez la chaleur d\u0027un nouveau jour avec cette toile légère et confortable. Parfaite pour se détendre ou pour une journée décontractée.","es-ES":"Siente el calor de un nuevo día con esta lona ligera y cómoda. Perfecta para relajarse o para un día informal fuera de casa."},"DefaultPriceInCents":45964,"Id":"0193c176-3b99-7e61-9a6c-7477878a53e5","CreatedAt":"2024-12-16T04:49:56.2362645+00:00","UpdatedAt":null},{"Name":"Sunset Blouse","DescriptionLocalized":{"en-US":"Feel the warmth of a beautiful sunset with this relaxed and flowy blouse. The vibrant colors will make you feel like you\u0027re on vacation all year round.","de-DE":"Erleben Sie die Wärme eines schönen Sonnenuntergangs mit dieser locker sitzenden und fließenden Bluse. Die lebendigen Farben lassen Sie das ganze Jahr über wie im Urlaub fühlen.","it-IT":"Sentiti avvolto dal calore di un bel tramonto con questa blusa rilassata e fluida. I colori vibranti ti faranno sentire in vacanza tutto l\u0027anno.","fr-FR":"Ressentez la chaleur d\u0027un magnifique coucher de soleil avec cette blouse décontractée et fluide. Les couleurs vibrantes vous donneront l\u0027impression d\u0027être en vacances toute l\u0027année.","es-ES":"Siente el calor de un hermoso atardecer con esta blusa relajada y fluida. Los colores vibrantes te harán sentir como si estuvieras de vacaciones todo el año."},"DefaultPriceInCents":19691,"Id":"0193c176-3b99-752b-be95-77e592141fa4","CreatedAt":"2024-12-16T04:49:56.2362647+00:00","UpdatedAt":null},{"Name":"Woven Elegance","DescriptionLocalized":{"en-US":"Elevate your style with this woven elegance, featuring a classic design and premium fabric for a sophisticated look.","de-DE":"Verbessern Sie Ihren Stil mit dieser gewebten Eleganz, die ein klassisches Design und hochwertigen Stoff für einen anspruchsvollen Look bietet.","it-IT":"Valorizza il tuo stile con questa eleganza intessuta, caratterizzata da un design classico e tessuto di alta qualità per un look sofisticato.","fr-FR":"Rehaussez votre style avec cette élégance tissée, dotée d\u0027un design classique et d\u0027un tissu de qualité supérieure pour un look sophistiqué.","es-ES":"Eleve su estilo con esta elegancia tejida, con un diseño clásico y tejido de alta calidad para un look sofisticado."},"DefaultPriceInCents":5648,"Id":"0193c176-3b99-713a-a698-9ee364340bed","CreatedAt":"2024-12-16T04:49:56.2362649+00:00","UpdatedAt":null},{"Name":"Cascade Blouse","DescriptionLocalized":{"en-US":"Flowy and elegant, the Cascade Blouse is perfect for any occasion. Made with soft and breathable fabric, this blouse drapes beautifully on the body.","de-DE":"Fließend und elegant, die Cascade Blouse ist perfekt für jeden Anlass. Hergestellt aus weichem und atmungsaktivem Stoff, fällt diese Bluse wunderschön am Körper.","it-IT":"Fluido ed elegante, la Cascade Blouse è perfetta per ogni occasione. Realizzata con un tessuto morbido e traspirante, questa blusa si adagia splendidamente sul corpo.","fr-FR":"Fluide et élégante, la Cascade Blouse est parfaite pour toutes les occasions. Fabriquée dans un tissu doux et respirant, cette blouse tombe magnifiquement sur le corps.","es-ES":"Fluido y elegante, la Cascade Blouse es perfecta para cualquier ocasión. Hecha con tela suave y transpirable, esta blusa cae hermosamente sobre el cuerpo."},"DefaultPriceInCents":78802,"Id":"0193c176-3b99-745a-8000-e2ec1b987d7a","CreatedAt":"2024-12-16T04:49:56.2362651+00:00","UpdatedAt":null},{"Name":"Comfy Cotton Classic","DescriptionLocalized":{"en-US":"Stay comfortable all day long in this classic cotton garment.","de-DE":"Bleiben Sie den ganzen Tag bequem in diesem klassischen Baumwollkleidungsstück.","it-IT":"Rimani comodo per tutto il giorno in questo classico capo di cotone.","fr-FR":"Restez confortable toute la journée dans ce vêtement classique en coton.","es-ES":"Mantente cómodo todo el día en esta prenda clásica de algodón."},"DefaultPriceInCents":31711,"Id":"0193c176-3b99-7a6a-9cb3-4d0e1966be9e","CreatedAt":"2024-12-16T04:49:56.2362653+00:00","UpdatedAt":null},{"Name":"Comfort Cotton","DescriptionLocalized":{"en-US":"Experience ultimate comfort with this lightweight breathable cotton garment.","de-DE":"Erleben Sie ultimativen Komfort mit diesem leichten, atmungsaktiven Baumwollkleidungsstück.","it-IT":"Prova il massimo comfort con questo capo in cotone leggero e traspirante.","fr-FR":"Découvrez un confort ultime avec ce vêtement en coton léger et respirant.","es-ES":"Experimenta la máxima comodidad con esta prenda de algodón ligera y transpirable."},"DefaultPriceInCents":47035,"Id":"0193c176-3b99-7d18-8849-f3b54331ff6f","CreatedAt":"2024-12-16T04:49:56.2362654+00:00","UpdatedAt":null},{"Name":"Cotton Classic","DescriptionLocalized":{"en-US":"A timeless piece made from high-quality cotton for ultimate comfort and durability.","de-DE":"Ein zeitloser Klassiker aus hochwertiger Baumwolle für ultimativen Komfort und Langlebigkeit.","it-IT":"Un pezzo senza tempo realizzato in cotone di alta qualità per un comfort e una durata ultimi.","fr-FR":"Un classique intemporel fabriqué en coton de haute qualité pour un confort et une durabilité ultimes.","es-ES":"Una pieza atemporal hecha de algodón de alta calidad para un confort y durabilidad supremos."},"DefaultPriceInCents":8019,"Id":"0193c176-3b99-765f-b09a-4baab7399b72","CreatedAt":"2024-12-16T04:49:56.2362656+00:00","UpdatedAt":null},{"Name":"Casual Classic","DescriptionLocalized":{"en-US":"A versatile piece for everyday wear, the Casual Classic is made from comfortable cotton with a timeless design.","de-DE":"Ein vielseitiges Stück für den täglichen Gebrauch, das Casual Classic besteht aus komfortabler Baumwolle mit einem zeitlosen Design.","it-IT":"Un capo versatile da indossare tutti i giorni, il Casual Classic è realizzato in cotone confortevole con un design senza tempo.","fr-FR":"Un vêtement polyvalent pour une utilisation quotidienne, le Casual Classic est fabriqué en coton confortable avec un design intemporel.","es-ES":"Una prenda versátil para el uso diario, el Casual Classic está hecho de algodón cómodo con un diseño atemporal."},"DefaultPriceInCents":86186,"Id":"0193c176-3b99-7f5a-a514-0682fce15a3b","CreatedAt":"2024-12-16T04:49:56.2362658+00:00","UpdatedAt":null},{"Name":"Cotton Classic","DescriptionLocalized":{"en-US":"A timeless piece made from soft, breathable cotton for everyday wear.","de-DE":"Ein zeitloser Artikel aus weicher, atmungsaktiver Baumwolle für den täglichen Gebrauch.","it-IT":"Un capo senza tempo realizzato in morbido cotone traspirante per tutti i giorni.","fr-FR":"Un article intemporel en coton doux et respirant pour un usage quotidien.","es-ES":"Una pieza atemporal hecha de algodón suave y transpirable para uso diario."},"DefaultPriceInCents":6689,"Id":"0193c176-3b99-739c-86a7-6cb28f19e741","CreatedAt":"2024-12-16T04:49:56.236266+00:00","UpdatedAt":null},{"Name":"Casual Cotton Crewneck","DescriptionLocalized":{"en-US":"Stay stylish and comfortable with this casual cotton crewneck. Perfect for everyday wear, this versatile piece will become a staple in your wardrobe.","de-DE":"Bleiben Sie mit diesem lässigen Baumwoll-Crewneck stilvoll und bequem. Perfekt für den täglichen Gebrauch, wird dieses vielseitige Stück zu einem Must-have in Ihrem Kleiderschrank.","it-IT":"Resta elegante e comodo con questo casual cotone collo a giro. Perfetto per l\u0027uso quotidiano, questo capo versatile diventerà un elemento essenziale nel tuo guardaroba.","fr-FR":"Restez élégant et confortable avec ce col rond en coton décontracté. Parfait pour un usage quotidien, ce vêtement polyvalent deviendra un incontournable de votre garde-robe.","es-ES":"Mantente elegante y cómodo con este casual cuello redondo de algodón. Perfecto para el uso diario, esta pieza versátil se convertirá en un básico de tu armario."},"DefaultPriceInCents":58094,"Id":"0193c176-3b99-785d-8d1c-44bc6c87585b","CreatedAt":"2024-12-16T04:49:56.2362662+00:00","UpdatedAt":null},{"Name":"Cotton Comfort","DescriptionLocalized":{"en-US":"Stay cozy and stylish with this cotton comfort garment.","de-DE":"Bleiben Sie gemütlich und stilvoll mit diesem Baumwoll-Komfort-Stück.","it-IT":"Rimani accogliente e alla moda con questo capo di cotone comfort.","fr-FR":"Restez confortable et élégant avec ce vêtement de confort en coton.","es-ES":"Mantente acogedor y elegante con esta prenda de confort de algodón."},"DefaultPriceInCents":76458,"Id":"0193c176-3b99-7a2a-b218-74ae2b6f84a0","CreatedAt":"2024-12-16T04:49:56.2362663+00:00","UpdatedAt":null},{"Name":"Cotton Comfort","DescriptionLocalized":{"en-US":"Stay cool and comfortable in this stylish cotton garment.","de-DE":"Bleiben Sie in diesem stilvollen Baumwollkleidungsstück kühl und bequem.","it-IT":"Resta fresco e comodo in questo elegante capo di cotone.","fr-FR":"Restez frais et confortable dans ce vêtement en coton élégant.","es-ES":"Mantente fresco y cómodo en esta elegante prenda de algodón."},"DefaultPriceInCents":18201,"Id":"0193c176-3b99-78e6-83ab-9f12a7ce0504","CreatedAt":"2024-12-16T04:49:56.2362665+00:00","UpdatedAt":null},{"Name":"Raglan Classic","DescriptionLocalized":{"en-US":"The Raglan Classic is a classic wardrobe staple that features contrast color sleeves and a comfortable fit. Perfect for any casual outing or lounging around at home.","de-DE":"Das Raglan Classic ist ein klassisches Must-Have im Kleiderschrank und zeichnet sich durch kontrastierende Ärmel und eine bequeme Passform aus. Perfekt für jeden lässigen Ausflug oder Entspannen zu Hause.","it-IT":"Il Raglan Classic è un classico capo d\u0027abbigliamento che presenta maniche di colore a contrasto e una vestibilità comoda. Perfetto per qualsiasi occasione informale o per rilassarsi a casa.","fr-FR":"Le Raglan Classic est un incontournable du vestiaire qui se caractérise par des manches de couleur contrastée et un ajustement confortable. Parfait pour toute sortie décontractée ou pour se détendre chez soi.","es-ES":"El Raglan Classic es un básico clásico que cuenta con mangas de colores contrastantes y un ajuste cómodo. Perfecto para cualquier salida informal o para relajarse en casa."},"DefaultPriceInCents":37803,"Id":"0193c176-3b99-7245-b3e8-748837518348","CreatedAt":"2024-12-16T04:49:56.2362666+00:00","UpdatedAt":null},{"Name":"Urban Chic","DescriptionLocalized":{"en-US":"A stylish and versatile garment perfect for any urban setting. Made with high-quality materials for maximum comfort and durability.","de-DE":"Ein stilvolles und vielseitiges Kleidungsstück, perfekt für jeden urbanen Ort. Hergestellt aus hochwertigen Materialien für maximalen Komfort und Langlebigkeit.","it-IT":"Un capo elegante e versatile perfetto per qualsiasi contesto urbano. Realizzato con materiali di alta qualità per il massimo comfort e durata.","fr-FR":"Un vêtement élégant et polyvalent parfait pour tout environnement urbain. Fabriqué avec des matériaux de haute qualité pour un confort et une durabilité maximum.","es-ES":"Una prenda elegante y versátil perfecta para cualquier entorno urbano. Fabricada con materiales de alta calidad para una comodidad y durabilidad máximas."},"DefaultPriceInCents":24494,"Id":"0193c176-3b99-773f-83e7-1e6324eb3b5a","CreatedAt":"2024-12-16T04:49:56.2362668+00:00","UpdatedAt":null},{"Name":"The Classic Crew","DescriptionLocalized":{"en-US":"A timeless and versatile piece, this crew neck shirt is a wardrobe essential. Made from soft and breathable fabric, it offers both comfort and style.","de-DE":"Ein zeitloses und vielseitiges Oberteil, dieses Rundhals-Shirt ist ein unverzichtbares Kleidungsstück im Kleiderschrank. Hergestellt aus weichem und atmungsaktivem Stoff bietet es sowohl Komfort als auch Stil.","it-IT":"Un pezzo intramontabile e versatile, questa maglietta con collo a giro è un capo essenziale nel guardaroba. Realizzata in tessuto morbido e traspirante, offre comfort e stile.","fr-FR":"Un pièce intemporelle et polyvalente, ce col rond est un essentiel de la garde-robe. Fabriqué dans un tissu doux et respirant, il offre à la fois confort et style.","es-ES":"Una pieza atemporal y versátil, esta camiseta de cuello redondo es un básico en el armario. Hecha de tela suave y transpirable, ofrece comodidad y estilo."},"DefaultPriceInCents":50684,"Id":"0193c176-3b99-7c91-a46d-aa3e51f5c919","CreatedAt":"2024-12-16T04:49:56.236267+00:00","UpdatedAt":null},{"Name":"Midnight Waves","DescriptionLocalized":{"en-US":"Feel the calming waves of the ocean with this stylish garment.","de-DE":"Erleben Sie die beruhigenden Wellen des Ozeans mit diesem stilvollen Kleidungsstück.","it-IT":"Senti le onde calmanti dell\u0027oceano con questo capo elegante.","fr-FR":"Ressentez les vagues apaisantes de l\u0027océan avec ce vêtement élégant.","es-ES":"Siente las olas calmantes del océano con esta prenda elegante."},"DefaultPriceInCents":49249,"Id":"0193c176-3b99-7b02-994a-f012c8e099e9","CreatedAt":"2024-12-16T04:49:56.2362672+00:00","UpdatedAt":null},{"Name":"Breezy Blouse","DescriptionLocalized":{"en-US":"Stay cool and stylish in this lightweight and flowy blouse, perfect for any occasion.","de-DE":"Bleiben Sie kühl und stilvoll in dieser leichten und fließenden Bluse, perfekt für jeden Anlass.","it-IT":"Rimani fresco e alla moda in questa blusa leggera e fluida, perfetta per qualsiasi occasione.","fr-FR":"Restez cool et élégant dans cette blouse légère et fluide, parfaite pour toute occasion.","es-ES":"Mantente fresco y elegante en esta blusa ligera y fluida, perfecta para cualquier ocasión."},"DefaultPriceInCents":56888,"Id":"0193c176-3b99-739c-a745-d5cbda75c98a","CreatedAt":"2024-12-16T04:49:56.2362673+00:00","UpdatedAt":null},{"Name":"Comfy Cotton Crewneck","DescriptionLocalized":{"en-US":"Stay cozy and stylish in this classic crewneck made from soft, breathable cotton.","de-DE":"Bleiben Sie gemütlich und stilvoll in diesem klassischen Rundhalsausschnitt aus weicher, atmungsaktiver Baumwolle.","it-IT":"Rimanere comodi e alla moda in questo classico girocollo realizzato in morbido cotone traspirante.","fr-FR":"Restez confortable et élégant dans ce classique col rond en coton doux et respirant.","es-ES":"Mantente acogedor y con estilo en este clásico cuello redondo hecho de algodón suave y transpirable."},"DefaultPriceInCents":38217,"Id":"0193c176-3b99-7396-a3df-92ddd9e513d3","CreatedAt":"2024-12-16T04:49:56.2362675+00:00","UpdatedAt":null},{"Name":"Cotton Comfort","DescriptionLocalized":{"en-US":"Experience ultimate comfort with this soft cotton garment that is perfect for everyday wear.","de-DE":"Erleben Sie ultimativen Komfort mit diesem weichen Baumwollkleidungsstück, das perfekt für den täglichen Gebrauch geeignet ist.","it-IT":"Vivi un comfort assoluto con questo capo in morbido cotone perfetto per l\u0027uso quotidiano.","fr-FR":"Découvrez un confort ultime avec ce vêtement en coton doux, parfait pour un usage quotidien.","es-ES":"Experimenta la máxima comodidad con esta prenda de algodón suave que es perfecta para usar todos los días."},"DefaultPriceInCents":35548,"Id":"0193c176-3b99-7f35-a9fa-d8a144f76b08","CreatedAt":"2024-12-16T04:49:56.2362676+00:00","UpdatedAt":null},{"Name":"Sunset Blouse","DescriptionLocalized":{"en-US":"Stay stylish with this elegant blouse featuring a beautiful sunset design.","de-DE":"Bleiben Sie mit dieser eleganten Bluse mit einem wunderschönen Sonnenuntergangsmotiv stilvoll.","it-IT":"Rimani alla moda con questa elegante camicetta con un bellissimo disegno del tramonto.","fr-FR":"Restez élégant avec cette élégante blouse ornée d\u0027un magnifique motif de coucher de soleil.","es-ES":"Mantente elegante con esta elegante blusa con un hermoso diseño de puesta de sol."},"DefaultPriceInCents":33472,"Id":"0193c176-3b99-7640-90c9-c24b3a685ac0","CreatedAt":"2024-12-16T04:49:56.2362678+00:00","UpdatedAt":null},{"Name":"Sunset Lofty Garment","DescriptionLocalized":{"en-US":"A cozy and relaxed garment perfect for windy evenings by the beach.","de-DE":"Ein gemütliches und entspanntes Kleidungsstück, perfekt für windige Abende am Strand.","it-IT":"Un capo comodo e rilassato, perfetto per serate ventose in spiaggia.","fr-FR":"Un vêtement confortable et décontracté parfait pour les soirées venteuses à la plage.","es-ES":"Una prenda acogedora y relajada perfecta para las noches ventosas en la playa."},"DefaultPriceInCents":64788,"Id":"0193c176-3b99-7ea5-8958-312c3312eae0","CreatedAt":"2024-12-16T04:49:56.236268+00:00","UpdatedAt":null},{"Name":"Canvas Style","DescriptionLocalized":{"en-US":"A stylish and versatile garment made from high-quality canvas material, perfect for everyday wear.","de-DE":"Ein stilvolles und vielseitiges Kleidungsstück aus hochwertigem Canvas-Material, perfekt für den täglichen Gebrauch.","it-IT":"Un capo elegante e versatile realizzato in materiale canvas di alta qualità, perfetto per l\u0027uso quotidiano.","fr-FR":"Un vêtement élégant et polyvalent fabriqué à partir de toile de haute qualité, parfait pour un usage quotidien.","es-ES":"Una prenda elegante y versátil hecha de material de lona de alta calidad, perfecta para el uso diario."},"DefaultPriceInCents":40758,"Id":"0193c176-3b99-770d-ba9a-6afb5f475cc3","CreatedAt":"2024-12-16T04:49:56.2362682+00:00","UpdatedAt":null},{"Name":"Breeze Blouse","DescriptionLocalized":{"en-US":"This lightweight and flowy blouse is perfect for any occasion. Its airy fabric and relaxed fit make it ideal for staying cool and stylish in warm weather.","de-DE":"Diese leichte und luftige Bluse ist perfekt für jeden Anlass. Der luftige Stoff und die lockere Passform machen sie ideal, um bei warmem Wetter kühl und stilvoll zu bleiben.","it-IT":"Questo leggero e fluente top è perfetto per qualsiasi occasione. Il suo tessuto airy e la vestibilità rilassata lo rendono ideale per restare freschi e alla moda in clima caldo.","fr-FR":"Ce chemisier léger et fluide est parfait pour toutes les occasions. Son tissu aéré et sa coupe décontractée en font l\u0027option idéale pour rester frais et élégant par temps chaud.","es-ES":"Esta blusa ligera y fluida es perfecta para cualquier ocasión. Su tejido aireado y corte holgado la hacen ideal para mantenerte fresco y con estilo en clima cálido."},"DefaultPriceInCents":44309,"Id":"0193c176-3b99-7483-a6d7-3d8eabe63d00","CreatedAt":"2024-12-16T04:49:56.2362684+00:00","UpdatedAt":null},{"Name":"Cozy Crewneck","DescriptionLocalized":{"en-US":"Stay warm and stylish with this cozy crewneck sweater, perfect for any casual occasion.","de-DE":"Bleiben Sie warm und stylisch mit diesem gemütlichen Crewneck-Pullover, perfekt für jeden lässigen Anlass.","it-IT":"Rimani al caldo e alla moda con questo accogliente maglione a girocollo, perfetto per qualsiasi occasione informale.","fr-FR":"Restez au chaud et élégant avec ce pull à col rond confortable, parfait pour toute occasion décontractée.","es-ES":"Mantente abrigado y con estilo con este suéter acogedor de cuello redondo, perfecto para cualquier ocasión casual."},"DefaultPriceInCents":84170,"Id":"0193c176-3b99-78c7-b53a-1552730baac6","CreatedAt":"2024-12-16T04:49:56.2362685+00:00","UpdatedAt":null},{"Name":"Comfort Cotton Crewneck","DescriptionLocalized":{"en-US":"Stay relaxed and comfortable all day with this versatile crewneck made from premium cotton material.","de-DE":"Bleiben Sie entspannt und komfortabel den ganzen Tag mit diesem vielseitigen Rundhalsausschnitt aus hochwertiger Baumwolle.","it-IT":"Rimani rilassato e comodo tutto il giorno con questo versatile collo a giro realizzato in materiale di cotone di qualità.","fr-FR":"Restez détendu et confortable toute la journée avec ce col rond polyvalent fabriqué en coton de qualité.","es-ES":"Mantente relajado y cómodo todo el día con este versátil cuello redondo hecho de algodón premium."},"DefaultPriceInCents":53462,"Id":"0193c176-3b99-7457-966f-1f2a8f230f46","CreatedAt":"2024-12-16T04:49:56.2362687+00:00","UpdatedAt":null},{"Name":"Sunset Horizon","DescriptionLocalized":{"en-US":"Capture the vivid colors of the setting sun with this stylish and comfortable garment.","de-DE":"Erfassen Sie die lebendigen Farben der untergehenden Sonne mit diesem stilvollen und bequemen Kleidungsstück.","it-IT":"Cattura i colori vivaci del sole che tramonta con questo capo elegante e comodo.","fr-FR":"Capturez les couleurs vives du soleil couchant avec ce vêtement élégant et confortable.","es-ES":"Captura los colores vívidos del sol que se pone con esta prenda elegante y cómoda."},"DefaultPriceInCents":71944,"Id":"0193c176-3b99-7cac-b454-2370fcc27fbd","CreatedAt":"2024-12-16T04:49:56.2362688+00:00","UpdatedAt":null},{"Name":"Urban Comfy","DescriptionLocalized":{"en-US":"Stay comfortable and stylish in this versatile garment, perfect for any casual occasion.","de-DE":"Bleiben Sie bequem und stilvoll in diesem vielseitigen Kleidungsstück, perfekt für jeden ungezwungenen Anlass.","it-IT":"Rimani comodo e alla moda in questo capo versatile, perfetto per qualsiasi occasione informale.","fr-FR":"Restez confortable et élégant dans ce vêtement polyvalent, parfait pour toute occasion décontractée.","es-ES":"Mantente cómodo y elegante en esta prenda versátil, perfecta para cualquier ocasión casual."},"DefaultPriceInCents":71055,"Id":"0193c176-3b99-7250-9e68-cd43996a7548","CreatedAt":"2024-12-16T04:49:56.236269+00:00","UpdatedAt":null},{"Name":"Sunset Horizon Blouse","DescriptionLocalized":{"en-US":"Feel the warmth of a sunset with this stylish blouse featuring a mesmerizing horizon print.","de-DE":"Erleben Sie die Wärme eines Sonnenuntergangs mit dieser stilvollen Bluse mit einem faszinierenden Horizontdruck.","it-IT":"Senti il calore di un tramonto con questa elegante blusa caratterizzata da una stampa diorizzonte affascinante.","fr-FR":"Ressentez la chaleur d\u0027un coucher de soleil avec cette élégante blouse ornée d\u0027une impressionnant horizon.","es-ES":"Siente el calor de un atardecer con esta elegante blusa con un impresionante estampado de horizonte."},"DefaultPriceInCents":59712,"Id":"0193c176-3b99-7823-9588-20143dcfdbc4","CreatedAt":"2024-12-16T04:49:56.2362691+00:00","UpdatedAt":null},{"Name":"Cotton Comfort Crewneck","DescriptionLocalized":{"en-US":"Stay stylish and comfortable all day long with our Cotton Comfort Crewneck. Made from soft, breathable cotton, this versatile piece is perfect for any occasion.","de-DE":"Bleiben Sie den ganzen Tag über stilvoll und bequem mit unserem Cotton Comfort Rundhalsausschnitt. Hergestellt aus weicher, atmungsaktiver Baumwolle, ist dieses vielseitige Stück perfekt für jeden Anlass.","it-IT":"Resta elegante e comodo per tutto il giorno con il nostro Cotton Comfort Girocollo. Realizzato in morbida, traspirante cotone, questo capo versatile è perfetto per qualsiasi occasione.","fr-FR":"Restez stylé et confortable toute la journée avec notre Cotton Comfort Col rond. Fabriqué en coton doux et respirant, ce vêtement polyvalent est parfait pour toutes les occasions.","es-ES":"Mantente elegante y cómodo todo el día con nuestro Cotton Comfort Cuello redondo. Fabricada en suave y transpirable algodón, esta prenda versátil es perfecta para cualquier ocasión."},"DefaultPriceInCents":96788,"Id":"0193c176-3b9a-7878-9a0a-ce126194036b","CreatedAt":"2024-12-16T04:49:56.2362693+00:00","UpdatedAt":null},{"Name":"Cotton Comfort","DescriptionLocalized":{"en-US":"Stay cool and comfortable in this lightweight and breathable cotton garment.","de-DE":"Bleiben Sie in diesem leichten und atmungsaktiven Baumwollkleidungsstück cool und bequem.","it-IT":"Rimani fresco e comodo in questo capo leggero e traspirante in cotone.","fr-FR":"Restez au frais et confortable dans ce vêtement en coton léger et respirant.","es-ES":"Mantente fresco y cómodo en esta prenda de algodón ligera y transpirable."},"DefaultPriceInCents":47869,"Id":"0193c176-3b9a-7aaa-970f-03e96fa158cd","CreatedAt":"2024-12-16T04:49:56.2362695+00:00","UpdatedAt":null},{"Name":"Urban Classic","DescriptionLocalized":{"en-US":"A versatile and stylish piece of urban fashion, perfect for everyday wear.","de-DE":"Ein vielseitiges und stilvolles Stück Urban Fashion, perfekt für den täglichen Gebrauch.","it-IT":"Un capo urbano versatile e alla moda, perfetto per l\u0027uso quotidiano.","fr-FR":"Un vêtement urbain polyvalent et élégant, parfait pour une utilisation quotidienne.","es-ES":"Una prenda urbana versátil y elegante, perfecta para el uso diario."},"DefaultPriceInCents":8436,"Id":"0193c176-3b9a-72fd-a0a2-639b59aa43b6","CreatedAt":"2024-12-16T04:49:56.2362697+00:00","UpdatedAt":null},{"Name":"Cotton Classic","DescriptionLocalized":{"en-US":"Stay comfortable all day long with this versatile cotton classic, perfect for any occasion.","de-DE":"Bleiben Sie den ganzen Tag über bequem mit diesem vielseitigen Baumwollklassiker, perfekt für jeden Anlass.","it-IT":"Resta comodo tutto il giorno con questo classico in cotone versatile, perfetto per ogni occasione.","fr-FR":"Restez confortable toute la journée avec ce classique en coton polyvalent, parfait pour toutes les occasions.","es-ES":"Mantente cómodo todo el día con este clásico de algodón versátil, perfecto para cualquier ocasión."},"DefaultPriceInCents":86023,"Id":"0193c176-3b9a-7f67-bb4f-01a1cd50f0f1","CreatedAt":"2024-12-16T04:49:56.2362699+00:00","UpdatedAt":null},{"Name":"Sunset Dreamer","DescriptionLocalized":{"en-US":"Stay cool and stylish with this vibrant sunset-themed garment, providing comfort in the warmest of days.","de-DE":"Bleiben Sie mit diesem lebendigen Kleidungsstück im Sonnenuntergangsstil kühl und modisch und genießen Sie den Komfort auch an den wärmsten Tagen.","it-IT":"Rimanete freschi e alla moda con questo capo dai colori vivaci, che offre comfort anche nelle giornate più calde.","fr-FR":"Restez cool et stylé avec ce vêtement coloré aux motifs de coucher de soleil, offrant confort même par temps chaud.","es-ES":"Mantente fresco y con estilo con esta prenda vibrante con temas de puesta de sol, que brinda comodidad incluso en los días más cálidos."},"DefaultPriceInCents":78629,"Id":"0193c176-3b9a-76de-a01d-6e8714137f92","CreatedAt":"2024-12-16T04:49:56.23627+00:00","UpdatedAt":null},{"Name":"Cotton Comfort","DescriptionLocalized":{"en-US":"Stay cozy and comfortable in this classic cotton garment.","de-DE":"Fühlen Sie sich gemütlich und bequem in diesem klassischen Baumwollkleidungsstück.","it-IT":"Rimani comodo e confortevole in questo classico capo in cotone.","fr-FR":"Restez confortable et à l\u0027aise dans ce vêtement classique en coton.","es-ES":"Mantente acogedor y cómodo en esta prenda clásica de algodón."},"DefaultPriceInCents":38553,"Id":"0193c176-3b9a-7bee-b8ad-c43dd2a9acc7","CreatedAt":"2024-12-16T04:49:56.2362702+00:00","UpdatedAt":null},{"Name":"Sunset Horizon Blouse","DescriptionLocalized":{"en-US":"Stay cool and stylish in this flowy garment featuring a mesmerizing sunset horizon design.","de-DE":"Bleiben Sie kühl und stilvoll in diesem luftigen Kleidungsstück mit einem faszinierenden Sonnenuntergangshorizont-Design.","it-IT":"Rimani fresco e alla moda in questo capo fluente con un design mozzafiato dell\u0027orizzonte al tramonto.","fr-FR":"Restez cool et stylé dans ce vêtement fluide orné d\u0027un design captivant d\u0027horizon de coucher de soleil.","es-ES":"Mantente fresco y elegante en esta prenda vaporosa con un design hipnotizante del horizonte al atardecer."},"DefaultPriceInCents":71205,"Id":"0193c176-3b9a-74d2-bd2c-daf98c68012b","CreatedAt":"2024-12-16T04:49:56.2362703+00:00","UpdatedAt":null},{"Name":"Cosmic Dreamer","DescriptionLocalized":{"en-US":"Embark on a journey to the stars with this comfortable garment featuring an otherworldly design.","de-DE":"Begib dich auf eine Reise zu den Sternen mit diesem bequemen Kleidungsstück mit einem außerirdischen Design.","it-IT":"Intraprendi un viaggio verso le stelle con questo comodo capo che presenta un design ultraterreno.","fr-FR":"Embarquez pour un voyage vers les étoiles avec ce vêtement confortable arborant un design extraordinaire.","es-ES":"Embárcate en un viaje a las estrellas con esta prenda cómoda que presenta un diseño inusual."},"DefaultPriceInCents":9641,"Id":"0193c176-3b9a-7470-9677-ed9f81cd3873","CreatedAt":"2024-12-16T04:49:56.2362705+00:00","UpdatedAt":null},{"Name":"Sunset Horizon","DescriptionLocalized":{"en-US":"Experience the beauty of a picturesque sunset on the horizon with this cozy and stylish garment.","de-DE":"Erleben Sie die Schönheit eines malerischen Sonnenuntergangs am Horizont mit diesem gemütlichen und stilvollen Kleidungsstück.","it-IT":"Vivi la bellezza di un pittoresco tramonto all\u0027orizzonte con questo capo comodo e elegante.","fr-FR":"Découvrez la beauté d\u0027un coucher de soleil pittoresque à l\u0027horizon avec ce vêtement confortable et élégant.","es-ES":"Experimenta la belleza de un pintoresco atardecer en el horizonte con esta prenda acogedora y elegante."},"DefaultPriceInCents":37617,"Id":"0193c176-3b9a-7c54-b08c-be72a8f156ad","CreatedAt":"2024-12-16T04:49:56.2362731+00:00","UpdatedAt":null}]